[
  {
    "title": "The NROL-39 satellite logo shows an octopus wrapping around the Earth with the phrase \"Nothing is beyond our reach.\" What could this mean? is this symbolising Aliens? Project blue-beam?",
    "summary": [
      "###[Meta] Sticky Comment\n\n[Rule 2](https://www.reddit.com/r/conspiracy/wiki/faq#wiki_2_-_address_the_argument.3B_not_the_user.2C_the_mods.2C_or_the_sub.) ***does not apply*** when replying to this stickied comment.  \n\n[Rule 2](https://www.reddit.com/r/conspiracy/wiki/faq#wiki_2_-_address_the_argument.3B_not_the_user.2C_the_mods.2C_or_the_sub.) ***does apply*** throughout the rest of this thread.\n\n*What this means*: Please keep any \"meta\" discussion directed at specific users, mods, or /r/conspiracy in general in this comment chain ***only.***\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/conspiracy) if you have any questions or concerns.*",
      "I've done sub contract work at Wright patt. There's an insignia with a grim reaper riding a red eyed Pegasus with eagle talons instead of hooves. The phrase underneath says \"any time any place\" it's in regards to their nuclear missile capabilities. This octopus is cute by comparison.",
      "Just gloating about the massive global surveillance infrastructure they've constructed.",
      "I mean it's literally a satellite from the National Reconnaissance Office from the Department of Defense. I'm frankly more surprised that they're being as open about their aims than about their aims themselves.",
      "Earth is underwater 😨",
      "NROL patches are always over the top. NROL 38 looks like anubis fucking the earth with a rocket. POG shit.",
      "They can see it all, even when you're using the restroom unfortunately.",
      "Reminiscent of aliens from Simpsons",
      "Thought this was Collector Car Feed for a second.",
      "NROL-39, 39 = 93, 93 is saturn, the sum of the letters in simple gematria.",
      "That's a reach lmao",
      "God, I wish the world could actually be taken over by a giant space octopus. It would be a massive improvement on the current shit show.",
      "Must be some of those Jewish Space Lasers …",
      "That's a mission patch not a Satellite NROL-39 No RIght or Left means you're steerings fucked.",
      "This is such a cool logo",
      "All I know is that this patch is cool as shit!",
      "The number 8 has great significance. The 8 legged creature essentially consuming earth is telling.",
      "I notice the arm in front is grabbing Russia, China and India?  That's probably fine with those 3.6 billion people...",
      "Looking to far into this one bro, octopus have 8 arms so have a long reach, just seems like a catchy moto to get some Americans to shout and salute the flag or some shit.",
      "That's just a sick ass patch idk what yalls problem is",
      "Idc goes hard tbh",
      "So that's where 4chan got it from.",
      "lol I mean the patch is self evident; it’s telling what the meaning is. \n\nCome on bro, basic visual literacy is necessary for conspiracy theorizing.",
      "By the looks of it, North America is completely covered.",
      "I know the insinuation is bad but this is dope af sorry",
      "Our true overlords, eldritch space octopi",
      "Spectre",
      "What’s the conspiracy? Do you even know how powerful the NRO is?? People talk about the CIA and NSA, but the NRO is the best kept secret of the USA when I comes to intelligence and surveillance.",
      "I remember seeing someome explain the symbolism with octopuses, like the one with money signs in it's eyes.",
      "What’s the name of that guy who died exposing the Octopus thing?",
      "Squidward",
      "Bro just wanted an extra large jawbreaker, leave him alone.",
      "Kraken worship",
      "The image of an octopus engulfing the world is an old propaganda symbol. It's all over political cartoons and posters from around the time of the Industrial Revolution. It usually represents oppressive monopolies, the many arms of the octopus representing the many arms of whatever powerful institution is being criticized. Even today, some people still refer to the deep state as \"the octopus.\" \n\nIn this case, they seem to be trying to own the imagery instead. They're practically saying, \"Yes, we are an oppressive force like our critics claim, and yes, we intend to engulf the globe.\"",
      "Reminds me of H.Y.D.R.A.",
      "Some hail hydra type shit",
      "Hail hydra",
      "Pro-genocide activists elected Greta Thunberg \"Antisemite of the Week\" because she carries a special stuffed octopus made for autistic people that reverses to indicate her mood nonverbally.\n\nHere is a picture of the octopus:\n\nhttps://stopantisemitism.org/wp-content/uploads/2024/09/Screenshot-2024-09-12-120350.png",
      "Is it this? https://rolyatmc.com/cdn/shop/products/IMG_2800_2048x.JPG?v=1547878324\n\nHad to look it up, pretty cool!",
      "That's a partial hippogriff, it's got hooves in the back.   It's just not got the eagle head.",
      "Solved in one.",
      "help i am unda da wata",
      "Space is water",
      "Hoping they can smell me too!",
      "They are watched as well.\n\n\nNothing is funnier than watching those who believe they have control and full surveillance over others.\n\n\nI swear to you, the U.S. Government is loaded with people who have forfeit their *souls,* in exchange for feeling powerful over the lives of others, and a paycheck.\n\n\nDo not be so stupid as to trade an eternity of true power, for small years of working in the dark and the illusion of power and importance.",
      "Simpsons has been secretly warning us about these shape-shifting cephalopod invaders.",
      "Netgear was here",
      "My first thought as well",
      "Welp that's unsettling . You must watch numb3rs don't li3 hes got a three parter on Saturn and the black cube . Also ones on mk ultra . Very good stuff his very first couple of videos are really really good. ",
      "Can those be used to sous vide octopus?",
      "National Reconnaissance Office Launch 39",
      ">octopus have 8 arms so have a long reach,\n\nI don't think that's how that works bud",
      "Don’t show op the B2 patch with an alien head a knife and fork and tastes like chicken underneath",
      "Up",
      "Cthulhu",
      "GTFO puts my fish tank!",
      "Yes. That was an insignia on a hallway in nasic. The one's on their fatigues are colored and they look really creepy and occult\n\nSpecial operation forces wasn't on it though. It was something Latin. Perhaps saying the same thing? Check in was 2hrs. Searching the trucks, tools, and our person. Each one of us had an armed escort that even went to the bathroom with us.\n\nSide note: the building was without windows and the main insignia near the entrance had a sphinx and pyramids.",
      "Yup. Was gonna say that. The horse head had fangs too",
      "Bad ass",
      "your post history just makes you look mentally ill via drugs. your swears are meaningless.",
      "Redirecting back to the easiest answer is the best. No. They know it's an NRO satellite. But the ones in it reach don't have No Right Or Left abilities on account they are owned by it.",
      "So with 8 arms you can’t reach more things? \n\nLearn to think metaphorically dodo.",
      "Defo satanic occultism.",
      "This appears to be a challenge coin for them. They are traded throughout the military branches and alphabet agencies for favors. \n\nAn example, although the dark side of the system; MP helps a higher up get out of a bad jam, higher up gives him a challenge coin. A while later MP gets caught by a superior doing something bad, MP gives him the challenge coin and it goes away.\n\nMost commonly traded for smaller shit, but being used as a get outta jail free card, or to get a promotion, ect aren't uncommon either.",
      "You are welcome to your opinion.",
      "Lmao using his post history to discredit an individual comment is ridiculous",
      "Cthulhu isn't satanic though?",
      "Damn that is interesting. I can believe it though. I was in the \"3rd basement\" the floor boards were standing overhead of us vertically. There was 10's of thousands of 2x4's standing. I asked why are they standing and not laying horizontal? I was told it's to help brace for bomb impacts.",
      "Dude, no. Favors? Not in the military at least. Units have them for themselves and for events. Coins are made for the Maine Corps Ball each year too. You could never present a coin, not even a SecDef or POTUS coin, and get a promotion. That is just wildly wrong.",
      "21 year vet here. Nothing this person said about challenge coins is true. They're just a morale thing mostly. I have dozens of them from various units and events from over the years."
    ]
  },
  {
    "title": "A few months ago a 15 y/o Dutch girl got brutally r**** by a Syrian migrant. The rapist walked free, but the girl’s father got arrested and is being targeted in unimaginable ways by the authorities trying to cover it up - Rotherham style. The father is now exposing them.",
    "summary": [
      "###[Meta] Sticky Comment\n\n[Rule 2](https://www.reddit.com/r/conspiracy/wiki/faq#wiki_2_-_address_the_argument.3B_not_the_user.2C_the_mods.2C_or_the_sub.) ***does not apply*** when replying to this stickied comment.  \n\n[Rule 2](https://www.reddit.com/r/conspiracy/wiki/faq#wiki_2_-_address_the_argument.3B_not_the_user.2C_the_mods.2C_or_the_sub.) ***does apply*** throughout the rest of this thread.\n\n*What this means*: Please keep any \"meta\" discussion directed at specific users, mods, or /r/conspiracy in general in this comment chain ***only.***\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/conspiracy) if you have any questions or concerns.*",
      "This shit is what causes vigilantism. And any authority that doesn't understand that should not be eligible for said position. This is what causes locals to find their own solution to problems, and soon you'll have no law *or* order at all.\n\nIf what this man said is all true, fuck everyone involved with the hush job.",
      "This has to be part of a bigger plan to destroy society and freedoms. Nothing makes sense as to why our governments are behaving this way.",
      "SS: Across Europe, migrants who commit violent crimes, especially rape, are allowed to go free while Europeans are being jailed for social media posts that are deemed insensitive. There is a conspiracy to destroy the freedoms of the EU's citizens while migrants from the Middle East and Africa are given special privileges.",
      "Just like the UK.....if I'm not wrong an Albanian criminal didn't get deported because his son didn't like the chicken nuggets in Albania or something ridiculous like that (check it out).\nLots of enrichment happening all over the place.",
      "These people in government consider themselves righteous and compassionate yet they willing stand by while their ideology leads to child sacrifice.",
      "? Make it make sense",
      "Also big thing in Netherlands is how much money they give migrants to live and eat free, while their native citizens are paying high taxes with little in return. ",
      "Europe is forever ruined because of the invasion of these people.",
      "The European elites are bringing in migrants to continue a class warfare and force native Europeans to remain in a state of constant fear. This ensures compliance and surveillance.",
      "European and western females are already seen as pretty easy meat by those more conservative religions. But it’s especially painful when you know Europe is deliberately and intentionally doing this.",
      "what is with what's Europe setting grapes free and then arresting people hatting on the grapers",
      "Wow, that is absolutely horrifying if true.",
      "for some odd reason TPTB wants us to ignore basic pattern recognition\n\noh and muh multiculturalism",
      "We are at war with this ideology!",
      "He's showing a lot of restraint considering what's happened...",
      "Muhammad.. married a 6 year old ",
      "Muslims don't belong in Europe, their beliefs are simply not compatible.\n\n\nSaying that as born and raised a Muslim and lived with them for 19 years, studied Quran and Islamic studies for 10 years before moving to Europe.",
      "Similar happened in Vancouver Canada. Syrian immigrant brutally raped and murdered a 14 y/o girl while she was walking home in a park. He received his PR while in jail. And Trudeau said he would take personal responsibility.",
      "I’ve been unable to find a single news story outside of his testimony in the video. How is this not a huge news story?",
      "Obviously the Dutch don’t care for women/girls.",
      "Merkel was the one who opened the doors of Europe to this whole plague.",
      "Oh wow, that makes me so mad for this guy. I despise these people who have allowed the unchecked dangerous and uneducated hoards into our nations.",
      "Have you wondered why the government, despite things like this happening, keep bringing it immigrants? It is because the rich need to exploit the poverty-striken for cheap labour, to do jobs that nobody is willing to do, and to keep them in power. It is a direct result of the greed of the wealthy that the workers suffer.",
      "Yep, especially Scandinavian countries went way overboard with their socialism and ‘openness for everyone&everything’ policy.\n\nEastern Europe (ex-commieblock countries) still holds ‘them’ at bay due to soviet legacy mentality (unspoken and subtle racism and chauvinism all over)\n\nBut I suppose it’s until a new man with funny mustache appears, only now targeting muslims.",
      "Why are topics involving crimes against white people so popular in conspiracy theorist communities compared to other topics?\n\nI think violence against anyone is terrible but I'm seeing a disturbing pattern in conspiracy communities where crimes against white people get by far the most engagement from users. I don't know how to explain this other than that maybe there are more racists who follow conspiracies or groups artificially pushing these specific stories.",
      "At this point it's pretty common to hear these type of stories, we all know how those in power control everyone, the question is.. WHO will stop then and when will that who arrive? Do you guys have any conspiracy on this?",
      "Although I agree with this post, the comments here are really showing the tunnel vision people are living in. \n\nThere are thousands of white males in the US in just the last year alone that have gotten off with just 6 months of jail time for raping small children. There's a church leader that received PROBATION for raping a 9 year old over the course of 2 years because he was a 'pillar in the community'.\n\nBut as we all know, it's easier to pretend it's only the migrants and immigrants (the dark skinned ones only!) That comment these crimes and get away with it.",
      "They do this to build hate. What I mean is let someone like that go. \n\nExtremely quick divide and conquer",
      "We need to bring vigilantes back",
      "Its deliberate,  they want a conflict to impose martial law and take away what little freedom you have left, we returned from 3 months in Europe and I was shocked what we saw, Paris especially",
      "I'm Dutch. I follow Dutch news. This is the first if heard of it.",
      "I guess no one nose why this is going on.",
      "father needs to fight against the whole europe to get justice",
      "Syrian huh, sounds like another psyop to me.",
      "Capitalism needs worker babies.  They need burger serving, house cleaning babies. It doesn't matter if they are rape babies. They have imported these people for a reason. They are not the brightest of humans.",
      "another day, another race bait post",
      "*** *** *** **** **** ***** ****?",
      "Bye GME 🎯 the last will be first 🥇",
      "MGGA!",
      "They just changed 6 million jew to 20 million of muslims",
      "Why would such a thing happen?  \nIt sounds unbelievable on its face.\nNo, like literally, I do not believe it.",
      "Can someone AI translate this video into english?\nI think this would give it the wider audience it deserves.",
      "Some might say that Enoch was right. I would not do so, simply due to not wanting to hear a knock at the door from ze authorities.\n\nHow great are our Western societal freedoms, fellow persons!",
      "Vigilantism is exactly what they want. Why do you think we're being inundated with messaging about mysterious invisible \"far right terrorism\" by the same people who pretended BLM was a civil rights movement? They want to push people to do something real that can finally be pointed at as the act of \"far right terrorism\" that requires whatever new laws they have in store for us. Look at how the christchurch shooting was used to disarm their entire nation.",
      "Bruh. Forget vigilantism, this kind of stuff across Europe is going to ignite the next Crusade. Legit starting to think WW3 will be Islam Vs non-Islam people. Forget Iran acquiring a nuke, Muslims will control the English government sooner rather than later. England will be the first Muslim nation with a Nuclear weapon.",
      "good...these governments HATE us and we need to do something about it.",
      "I honestly don't see the issue with vigilantes.",
      "Is there any chance that this man is lying?\n\nHe speaks the plain and cutting truth.",
      "Kalergi plan",
      "Your governments only give a shit about your tax pounds and dollars; and how they subvert them away for them and their friends to share.\n\nWhat happens on the ground is irrelevant to a large extent. They know there's plenty of shit news to replace the last set and that things get forgotten fast.\n\nWhilst peoples hearts, souls and thoughts are in the current day (paying rent, mortgages and bills etc) they gather no momentum to make any real change.",
      "the governments stand for the interests of the rich capitalists, who need cheap labour and desperation within the populace to keep underpaying and exploiting them.",
      "They need to destroy everything before they can Build Back Better^®",
      "Exactly wtf is the end game here?!",
      "If I have to believe 4chan, this all is happening to destabilise the West.",
      "That makes no sense. Why are rapists, especially of children allowed to walk free?",
      "Doesn't like almost every country in the world lets you go free after you serve your time? Why are you pining this on Europe and not the US or Iceland, or Japan? All places that let you out of prison after your time is up.",
      "These white protection meme posts are just as bad as any race division bullshit",
      "It feels like you’re being disingenuous with what you’re saying trying to stoke division. What do you mean they are allowed to go free, can you cite a source?",
      "This is an exception in the grand scheme of things. This narrative is exactly what's destroying America at the moment. Neo-nazism and white supremacy.\n\nMuslims and non-Muslim immigrants are contributing to western societies. Go to any hospital, factory, office, administration and see for yourself how many immigrants are contributing to their host countries and how many of them are actually Muslim.\n\nI don't understand why somebody who committed rape would be allowed to walk free. As a matter of fact, many countries in Europe still don't have full religious freedom and Muslims have yet to claim all their legal rights.",
      "[It’s true!](https://www.telegraph.co.uk/politics/2025/02/09/albanian-criminal-deportation-halted-over-chicken-nuggets/)",
      "Same in Germany.",
      "your government brought this upon you. take power back from the hands of the rich",
      "It wasnt an invasion, their countries were destroyed for resources and Israel and they were funneled to your lands to be cheap labour in zionist owned cirporations that oversee almost every industry and the odd mental one will be used to incite the populace into further wars and social anarchy. This  so called invasion didnt happen until the wars on terror that attacked countries that didnt have terrorism until they were destroyed by NATO and western powers on behalf of Satanyahoo.\n\nIf their homes weren't bombed to shit and their economies destroyed, they would have no reason to be in Europe. Not a single one. No one asks why Syrians or Iraqis or Alegerians or Libyans are in Europe? Look at those countries, they've been reduced to rubble when they were the least Islamic ruled and secular countries of the Middle East and Africa, and now there populace is displaced and the countries are ruled by ISIS. Also ISIS's victims are like 95% Muslims. Isn't that weird? An Islamic terror group that kills Muslims and never even looks at Israel or America? And then we sometimes see the veil lifted and hear about Israel and America arming, aiding and funding them? How did the most wanted ISIS terrorist become the unelected  president of Syria? They told us that Assad was a boogeyman and elected by fraud and must go for Syria to be free, and they literally dropped a terrorist in there to take over and immediately start killing the Christians and minorities Assad was protecting. Also he just gave a huge section of Syria to Israel, thaybtheyve been occupying and salivating over for decades? What the fuck? \n\nAll of this shit is orchestrated and actually outlined in books called \"antisemitic hoaxes\". They've destroyed the countries those people came from, and now they are destroying yours. Read the \"antisemitic hoax\" books. Everything in them is happening. If you read a banned book and the world begins to makes sense, they banned that book because it's the truth.",
      "Conservative religious people are not interested in promiscuous women (which you called easy meat). It's quite the opposite, it's chastity that is glorified.",
      "It's the latest thing...",
      "its not the latest has been going on for centuries and will never stop.  governments, entertainment, religion, etc. are all about using children for their own sick gratification",
      "Did you watch the video carefully?  \n\nIs there any chance that that man is not speaking truth?",
      "Look into it.",
      "Wild but true I’ve heard the stories from the Quran but I don’t think he did anything inappropriate with her if I remember correctly. It was more like an adoption and teaching her to be a good Muslim lady as she ages like pray correctly and learn certain values etc I’m not saying it’s right though and it was shocking to hear.",
      "I doubt it, but if he did he would fit right into modern wester society. Especially umong the elites. BTW, I though she was like 9 years old.",
      "Islam is a religion not a race",
      "What makes them incompatible?",
      "They don't care about children either I recommend you look into the Netherlands dark deep state filled with sex trafficking it will ruin your day though",
      "The ones with college was bad enough competing for the same few jobs. No true American that cares about the safety of the nation an the people in it finds it acceptable letting in uncheck thousands and especially millions.",
      " at least we have a few years reprieve until they figure out some way to steal another one.",
      "Its the mail in voting we know some new sickness starts spreading what it up calling it now.",
      " We had 4 years of any terrorist in the world being able to walk right in. THese other nations I don't guess it ever ceases.. I feel so sorry for those people they have so little hope to fight it..",
      "https://imgur.com/a/Y7tbwFa all broken apart cuz plebbit just removes my comments otherwise... id on't even have to edit just cut apart... im telling u bros they censor you 1000 different ways on this site... its so tedious",
      "Because this is reddit and reddit is full of white people, never seen a black person in English speaking subreddits. Im not saying what the syrian man did was wrong, but there is also white people who does it and get away with it but they wont get any attention cuz its ok if they are white.",
      "Keep countries preoccupied with their own race battles and immigration issues, they’ll be less likely to shine light on what’s going on in Israel. If media is flooded with these kinds of stories, that leaves less room for videos of Palestinians picking up body parts of family members.",
      "Except these imported people are not working at all, they're living out of government expenses that the citizens are paying.",
      "[removed]",
      "I know we're all human.",
      "People can read the subtitles.",
      "I'm dyslexic and I got to read it.",
      "Pakistan has had nukes for decades…?",
      "Leaders of the Muslim world have said they are planning to take over Europe using this method. It’s not new. Europe is weak. Self hating Europeans and people who aren’t having children make a nice combo for foreign enemies.",
      "It's odd, years ago I read a Catholic saint's prophecy that Europe would fall into civil war. First in France, then spreading quickly to Italy. Back then I thought \"No way that will happen in my lifetime,\" but it looks like it could be possible now, and very much along racial/religious lines.",
      "Yup.",
      "Crusades? As if the last half dozen crusades didn't cause the refugee crisis we are in now. Most notably the crusade of 2003, 1991 etc.",
      "There is more to it than that, my guess is that the ones pushing it in government are getting paid from these countries to import them.  The government has sold out its people.",
      "That’s the whole point… It doesn’t make sense…",
      "\"Walk free\" in this case means, had their sentence reduced by six months on appeal. As they had already spent the amount of time of the new sentence in prison they were set free  \n  \nThe sentence was originally 3 years and was shortened to 2 and a half years.  \n  \nPersonally i find even 3 years too short a sentence for rape but it looks like the average sentence for rapists in the netherlands is between 1.5 years and 2 years so they were given a greater than average sentence for the country",
      "Let the third world in, become the third world.",
      "The elite tend to be unbelievably racist and America and europe had made great progress with equality. Rile up the black community and allow the criminals to go free so they sow discord and create tension between races. Flood our country with illegal aliens many of them being released criminals or gang members, and give them special privileges that the common citizen doesnt have to sow discord and create tension between races. I think their main goal is to seize more power in the fighting and to bring back the white superiority mentality to the United States and Europe. Theyre forcing the pendulum to move really far one way just so itll swing back even further.",
      "You can get in a lot of trouble asking that question in many parts of Europe.",
      "Why are illegals living free in 4 star hotels courtesy of the tax payer? This makes no fucking sense at all. They should be on a flight sent back home.",
      "To show dominance.  Instill fear. Thumb their noses at us.  Rile up the population. Take your pick.",
      "Could be the judge themselves is Muslim and won't punish one of their own",
      "Mercenary armies are being built in Europe by American secret services. They are primed for radicalization, and terrorist cells will be created to destabilize Europe as soon as we try to separate from the USA by removing their military bases. On top of that, flooding countries with third worlders and letting them walk free after crimes has the general purpose of weakening the economies and communities of Europe to keep the EU countries as american satrapies. Notice how the post-WW2 legal systems in EU are specifically designed to destabilize: for example in Italy, the famous metro pickpockets cannot be arrested (despite the authorities knowing everything about them) due to purposefully-created legal loopholes.",
      "Because it's oversimplified and these alarmists are actually loving it because they've been hoping for a race war for ages",
      "because thats what the 🧃want",
      "Usually because where they come from, this is normal behaviour and because they were fleeing a war zone and the brutality of everything that goes on, we are expected to forgive these incidents because that person \"doesn't know any better\" or has \"grown up around this behaviour\" so we have to just move on and show empathy.",
      "Because it's not true. Everyone is biased against immigrants so they see any story of leniency for an immigrant as part and parcel for all immigrants, it's a form of racism and stereotyping. Notice how you are not watching a video about a local raping another local. Like it doesn't happen.",
      "It's bullshit propaganda targeted at the \"white genocide\" types. We all know who's behind their manipulation.",
      "Europe has a social justice system, not a criminal justice system.  The native Europeans are the descendants of colonizers and are automatically born guilty so anything bad which happens to them is just social justice.  People really need to pay more attention in school",
      "Becouse its not true",
      "We have no idea the race of the victim but according to the US Census Syrians are white.",
      "I can’t believe it’s true. What is happening?",
      "It's easier to blame the other victims of the rich people than to take out the rich people causing all the harm. Less work, more yapping.",
      "Yeah but muslims aren’t innocent victims either like you are trying to make them out to be. They ARE INCOMPATIBLE with the west and therefore they should stay in their terrible countries. And Israel and the us should stop starting wars in there.",
      "I probably didn’t phrase it well, but I mean the average man from a conservative society. Like the Syrian immigrant referred to in the video.",
      "Weirdly and stupidly",
      "Always.",
      "He „consummated“ the marriage when Aisha was 9 years old.",
      "Could you tell us the age of consent in the bible since you seem to be taking a moral stand point here ? On shouldn’t throw glass in a glass home …..",
      "Their beliefs and behavior",
      ">Except these imported people are not working at all  \n\n Read what you are replying to maybe? I never said that they are suposed to work, their children are.\n\nI hate these low level thinking replys. Ahmed is the problem. No its the system and people who let them in.",
      "Fair point. *Second Muslim nation, but one that will be much more active in the future of Europe and the west.",
      "it's typical of a gaslighting personality. who that specifically is, should be identified and prosecuted for the greater good.",
      "To anyone not completely void of individual thought at least",
      "I didn’t realize women’s rights and violence against women were so marginalized in the Netherlands. I agree even 3 years is not long enough! I lose more faith in humanity every day. \n\nHere’s one of several articles I found when searching about this. [Rape Culture in the Netherlands](https://www.thefeministclub.nl/2021/08/24/rape-culture-in-the-netherlands/)",
      "[ Removed by Reddit ]",
      "should be exe cution why would you release someone just for them to be highly likey to do it again",
      "Netherlands sent a DUTCH child rapist (Steven Van de Velde) to the Olympics. This is not about privileges but the stance of the country towards sex crimes. You can literally see women (prostitutes) displayed on store windows in Amsterdam. The Netherlands continues to host more child abuse online content than anywhere else in the world (more than one third).\nWhy would you expect a different outcome for this family?",
      "So simple too. China/Russia/Israel/Saudis bribe a political committee with (for example) 100 Bitcoin to pass a law or let something like this happen. The country gets shittier and our enemies win. No one knows why, but for some reason these politicians have a new beachside property.",
      "I wouldnt doubt this happening in the past but now with trump in power there's nobody doing this kind ofnstuff thats two steps ahead. If there was it was cut as a way to save money.",
      "What’s the non oversimplified version of letting rapists go free?",
      "How is rape oversimplified?!! You can’t distort that. Are you saying it didn’t happen?",
      "Rape isn’t normal for Syrians. Accountability is still required regardless of a persons upbringing which isn’t applicable here.",
      "Exactly,clearly op has an agenda.",
      "Obviously this isn’t propaganda. A 16 year old girl was raped.",
      "The guy speaking is white and this post is implying that white people have less rights. It's sort of the same thing as DEI has become the new way for people to say the N word",
      "We’re all victims of Israel brother",
      "They happily stayed in their countries until US started bombing them. \n\nThey seem innocent to me in the big scheme of things.",
      "💯",
      "Ypu said they were going to be the work force, not their kida. You suddenly changed your point so it fits in. Ahmed is the problem because they're the ones doing it lol the voters who support them coming in and the politicians and law people that do nothing about what they do are all part of the problem",
      "McCarthy was right about communists.",
      "Canada's Prime Minister in running PP wants sentences to be compounded.  In Canada you can murder 100 people but your sentence will only be 25 years instead of 2500 years.  There's a lot of backward laws around the world where the punishment does not fit the crime.",
      "Look into the nonprofits supporting migrants.",
      "Rapists go free, it doesn't matter if you're a migrant.\n\nIf you pass laws specifically against migrants it is hard to pass legislation without someone being able to prove it's targeted discrimination..\n\nJust reform rape charges",
      "I imagine it's dwindling European birth rates. The powers that rule and big corporations need a workforce so they have imported a new one from north Africa and the middle east who are happy to have kids in what we native Europeans deem poorer and poorer living conditions not fit or affordable for raising families.\n\nI imagine they see a few rapes and murders of natives as acceptable in the transition from a majority white Europe. Courts have probably been told to be lenient during this forced clash of cultures.",
      "it appears there's light sentences in general, not just the ones involving migrants. That's what's being oversimplified.",
      "Rape sentencing in general get pretty light sentencing....so I guess I just think it's weird to say we should punish migrants more harshly for rape than citizens. Which I agree with if unequivocally provable rape happens, it probably should be a case for immigration to look at to consider deportation, but adding it into law specifically targeting migrants is a hot button issue BECAUSE of people screaming about shit like this\n\nTargeted legislation is usually given an incredible hard time in courts anywhere due to most modern nations having discrimination laws. And when you have a group of folks pushing racial division already on both sides, it's a lot easier to prove discrimination. \n\nIf you're in the UK just lobby for harsher penalties for rape, problem solved",
      "Try telling that to the courts and the judicial system. \nThey know they've fucked up and we're all paying the price.",
      "15\\*",
      "https://en.m.wikipedia.org/wiki/Steven_van_de_Velde",
      ">Ypu said they were going to be the work force, not their kida.\n\nI think you lack the ability of comprehension. Point the part of where I said it.",
      "Mao was right about landlords",
      "Meanwhile in China, drug related crimes are punishable with the death penalty.",
      "As if there aren't other means to rise the reproduction rate of Europeans. It's war against the native populations.",
      "I’m not saying immigrants be punished differently than locals. Definitely shouldn’t NOT be more lenient towards immigrants! I support overall harsher punishments equally for all offenders. Repeat offenders should be castrated.",
      "Oh I remember this! 😡 so frustrating that a man can rape a child and be allowed to carry on a normal life when the girl will never be the same.",
      "You never said their kids were going to work, you said them. Reread your sentence.",
      "No, he was just jealous of *other* landlords existing and wanted to be the *only* landlord.",
      "and songbirds",
      "Is there specific legislation written to protect them from rape prosecution? If not it's not a migrant problem, it's a judiciary one"
    ]
  }
]