[
  {
    "title": "Wait what ? IS THIS REAL ?",
    "body": "",
    "comments": [
      "###[Meta] Sticky Comment\n\n[Rule 2](https://www.reddit.com/r/conspiracy/wiki/faq#wiki_2_-_address_the_argument.3B_not_the_user.2C_the_mods.2C_or_the_sub.) ***does not apply*** when replying to this stickied comment.  \n\n[Rule 2](https://www.reddit.com/r/conspiracy/wiki/faq#wiki_2_-_address_the_argument.3B_not_the_user.2C_the_mods.2C_or_the_sub.) ***does apply*** throughout the rest of this thread.\n\n*What this means*: Please keep any \"meta\" discussion directed at specific users, mods, or /r/conspiracy in general in this comment chain ***only.***\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/conspiracy) if you have any questions or concerns.*",
      "There was an anon post on 4chan before the news broke, supposedly one of the prison guards who was freaking out.\n\nThere were \"guards\" there that night they'd never seen before. \n\nCameras were moved.\n\nThey said somebody was switching him out.",
      "Pedo gate is so disgusting. The modern world as we know it is built off of the suffering of children and blackmail. To be honest how can we be suprised that they blacked out the list smh",
      "The simple fact that in USA we never publish images of the dead like this, also we cover them with sheets, most especially when transporting from vehicle to facility and vice versa……is the only proof anyone needs that he is, in fact, still alive and well, somewhere fabulous.",
      "Check the ears",
      "You mean one of the most powerful people in the entire world, with blackmail on hundreds if not thousands of other powerful people in the world, working for one if not the most powerful country in the world (Israhell) didn't actually die?!!?\n\nYou're telling me it's more believable that he used that vast amount of power to fake his own death and didn't actually die?!?!\n\nWell yea because that's what happened.",
      "A bit late to the party, eh?",
      "The first thing i said after seeing the photo back then was that this is Antony Bourdain's body",
      "Wait what ? IS TH ISREAL?",
      "Yes, and when did you see a body get dragged out in an open body bag?",
      "The guy had dirt on US presidents, princes, and rich businessmen. There's no way he let himself just get choked out in a cell without triggering any sort of dead man's switch to release blackmail data. He is probably living in Israel right now with a bunch of captive young Palestinian girls he snatched out of Gaza.",
      "Pedogate is just the branch of control the Zionist have against US and the world.They really dont want no one to look into this because it exposes the koo going on with Israel and United States. So many elites have cross citizenship with Israel. Israel is like their safe haven when they mess up. They go there and live free after all the evil theyve done. Maybe Eipstein is hiding in israel and with plastic surgery and everything itll be quite easy to go unseen. Or his dead lol but who truly believes that",
      "He didn't die. There are videos of him on his island driving around golf carts.",
      "Yes, Epstein and Maxwell were Mossad operatives who got too much public attention so they just made them disappear. Right back to Israel.",
      "Is that the Loch Ness monster in his ear?",
      "They let him go. He’s probably getting a massage as I type this",
      "I think it’s not the same nose.",
      "Wait until you learn his bank account was active after his death and early rumors were he was taken out the back door.",
      "Ever wonder how 95% of all politicians are beholden to another country?",
      "He’s alive sipping on some $50k wine while we continue to get bent over by the orange man 🤷‍♂️",
      "I heard that he changed his name to Effery Jeppstein and now lives in Saint Petersburg, Florida. He spends most of his time playing early bird, bingo and shopping the local flea markets for used birdfeeders that he can fix up and sell for a small profit.",
      "its just a regular berg/witz/baum/stein\n\n\\- like every single fucking time. :)",
      "Search tony rodham. Hillary Clintons brother passed away in 2019. Some say he is the dead body in these pics.",
      "Is this Real https://youtu.be/00S9xD99-Uk?si=syWmArRECHpYxiSg",
      "Classic /r/conspiracy ear forensics post, never change.",
      "I think that he is some kind of government agent gislaine  started snitching they get caught they pretended to have him kill himself and broke him out and gislane is in prison for her protection or as punishment for trying to snitch. I don't know where Jeff is but I'm sure he is doing fine and still has a shitload of money and people he can call if he wants something",
      "Hillary Clinton’s brother",
      "we've been saying this on this subreddit\n\nhe didnt kill himself, hes not even dead",
      "Yeey, someone know's about the ear thing!",
      "I was one of the ones that was more like “he never died” over “he didn’t kill himself and someone else killed him.”",
      "Nose..?",
      "Where did that hump on his nose come from? The ears look like cauliflower ear and someone could say maybe what he ysed to tied was pressing on them or some bs",
      "[deleted]",
      "Guys guys.. everybody knows noses droop and lose their firmness and ears shrivel up when you die.  \n\nMods, remove this nonsense post!  \n\n/s",
      "But when a man dies, his body gets saggy right? So even with that in mind, could you say that this is not him?",
      "you guys think he actually died?\n\nhe \"escaped\" and had a body double for the autopsy",
      "Did you just wake up from a coma?",
      "Well thats compelling..",
      "Now go cross reference those pics of 'dead' epstein with Antony Bourdain.\n\nDo you honestly think the meme 'epstein didn't kill himself' would be allowed to gather even the most miniscule amount of traction if it were true? The man was sprung, that's what happened.",
      "Anthony Bourdain",
      "NOT him...",
      "Is it loss?",
      "Noses are completely different",
      "Apparently it’s normal to be suicided and Ofcoarse your features change",
      "Also feel like beyond the cameras and this there was video of them brining the man that didn’t kill himself out with oxygen on his face",
      "Wait what???",
      "I’m not a denier of the Epstein hoax, but this is criminally bad evidence lol",
      "[removed]",
      "Robert Francis Epstein. It would explain a few things.",
      "The funniest part about this and the people who believe this is that if you literally just turn your phone 90 degrees, it's the exact same ear.",
      "Ah they wont notice",
      "I thought that was Hillary Clinton's brothers picture on the gurnie, we are still asking if he faked his death, hahaaa. Of course he's still alive.",
      "They're the same, Jesus 🙄",
      "Why do they think we won’t find out? Why do they think we’re stupid?",
      "You think his best friend got him off?",
      "Oh you mean that guy who might have worked for that shadowy intelligence agency from that one place that the USA gives billions and billions of dollars to even though they give us $0 back?\n\nYeah he’s probably still alive",
      "corpse and living are not the same, see: The Jewish State, USA, Germany, UK ect ,Gaza genocide",
      "It's hard to believe we still haven't seen a client list yet.",
      "This is old",
      "The extremely annoying and disheartening part is wtf is an average joe gonna do to combat it. You can only keep your family as safe as possible.",
      "One is Jeffrey Epstein the other is Jeffrey Epstien",
      "Oh my oh my, look at the time. It is a half hour past distract-o'clock.",
      "--------------------------------<NOTICE>------------------------------------------\n\nPost in thread 'Jeffery Epstein's Death' https://www.metabunk.org/threads/jeffery-epsteins-death.10854/post-232945\n\nCheck this thread these have some clarification how it may be the Epstein body and that reason behind his ear deformation",
      "I really feel like at this point, more people think he was murdered than suicide.",
      "Can’t compare since he had a cervical collar on, distorting the shape of his ear",
      "Trump would never had let Epstein rot in jail.",
      "If he hung himself like they say and was there for a while it could cause the crinkling in the ear. The nose is the same to me, camera is just different.",
      "Could it be that different camera lens distort things like this?\n\nYou can look drastically different with different cameras.",
      "this is some gahurnga hurnga my brain hurt type of shit",
      "Epstein killed himself.\n\nObviously. I would too in the same situation.",
      "Ok, now compare both ears.",
      "The fact that a systemically huge conglomerate of powerful people are hiding the ritualistic torture of children is the darkest thing we have to accept if we know the truth. I wish, more than anything, for a world without these people. The darkness they contribute to our every day reality is so deep.",
      "One of the strangest things about it is how people are just shrugging their shoulders and accepting what they have been told about it.\n\nWhere were all of those crowds of people of people who turn up for the smallest perceived social injustice when there was a list of known rapists and pedophiles that was being kept redacted/unreleased because it held a threat to national security... How did everyone not just stop and go 'hang on a fucking second there'?",
      "Just say [REMOVED BY REDDIT], wait, why can't I say [REMOVED BY REDDIT]? Fine, tiny hat big nose tribe",
      "The worst is society and their ability to not do anything about it.",
      "Retired and handed the business over to who?",
      "probably the same place where Kenneth Lay went after his \"death\"",
      "He's with Ken Lay.",
      "I thought the same damn thing when I first seen those images. I immediately thought “well this is a fn setup” even before people started comparing the ears.",
      "Holy shit your brain dead comment made me laugh, “the only proof” what proof??? That’s implies it’s definitive, which in no way it is.\n\nFYI that fabulous place is a little corner where he’s rotting in hell.",
      "Well I can’t check the cameras",
      "And nose.",
      "And the arrest was part of the plan. He didn't get caught, he finished the assignment.",
      "And we welcome them nonetheless, right guys?",
      "I’ve read that people have speculated that the body was Hillary Clinton’s brother, Tony Rodham, who died the month prior.",
      "Only a year apart with deaths, that would be devastating. I thought the same thing after seeing the body",
      "Same!!",
      "😉",
      "👏👏",
      "Somehow I expect people with real power to not go into hiding. So if this theory would be true, I cant imagine him getting plastic surgery. Why would he need it? He already got away with it 🤷",
      "Let’s see",
      "It's true! (Had to edit this comment cause I thought I was still on a really old post I had just been looking at.)\n\nI was floored. It sure seems to be him.",
      "Yup, I think the exact same",
      "Lookin for that tree fiddy.",
      "🤢",
      "? How!",
      "Yeah i heard this too!",
      "He died in June and if he is Tony then it's not possible because a body cannot be preserved for months in this condition",
      "He died in June it's not possible that his body will be in this condition till the death announcement of Epstein",
      "Was about to say the same thing.",
      "Nah I got these photos and then the curiosity you know 🫠",
      "Here's a few more photos.  The ears look a bit mangled, possibly from the \"noose\", so that could explain the difference in the ear. [https://www.tmz.com/2020/11/22/harvey-weinstein-being-filmed-prison-epstein-guards-surveillance/](https://www.tmz.com/2020/11/22/harvey-weinstein-being-filmed-prison-epstein-guards-surveillance/)\n\nHere's another profile shot of Epstein: [https://nymag.com/intelligencer/2019/07/alan-dershowitz-jeffrey-epstein-case.html](https://nymag.com/intelligencer/2019/07/alan-dershowitz-jeffrey-epstein-case.html)\n\nStill not convinced either way, but this is far more compelling than the ridiculous Luigi posts.",
      "FYI the domain you linked is on a site wide hard filter run by the reddit admins.\n\nAs moderators, if we try to approve the comment it is simply returned to the spam filter time and time again.\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/conspiracy) if you have any questions or concerns.*",
      "Then how do u explain the curved nose?",
      "Epstein didn’t kill himself… but he should have.",
      "Lol \"if he hung himself like they say\" \n\nIf someone strangled him and put him in that position is more likely.\n\nBut considering he's intelligence there is a chance he's alive somewhere",
      "Can you explain me detail what you are trying to say because I can't understand what you are saying",
      "It surely does not 🤣🤣",
      "Perspective too. The ear features match.",
      "Dont know what i expected but why is everybody that stupid. The lighting makes the highlights and shadows different, but its still the same shape",
      "What does that even mean",
      "And by even talking about this most people will consider you a crazy conspiracy theorist who is delusional and broken regardless of how well put together your life is and theirs isn't.",
      "[deleted]",
      "There can’t be light without the dark. Good vs evil.",
      "Andrew Tate",
      "Oops I just posted this. For sure they're both alive.",
      "Of course. More people waking up and believing their senses and not what theyve been told",
      "Absolutely.",
      "I’ve never seen this betkre",
      "He’s gotta pass the fluoride in the water exam first, then chem trails and pizza gate, then maybe if he’s cool enough he can stay. Also israel /s",
      "Huzzah!",
      "100%… I’m so tired of seeing pro-Trump news articles and that’s a completely non-partisan statement. I want the conspiracy sub to be conspiracy related, not screen shots of news headlines. Go ahead bring the Q-Anon stuff in, at least that’s conspiracy related",
      "I hadn't heard that. I looked up his photo, they look like they could be brothers. Rodham's nose seems closer to the pic than epstein.",
      "if you google Tony Rodham, the first photo that comes up shows his ear well. He has a very unique \"lobster claw\" shape in his ear cartilage that is identical to the one in the photo.\n\n  \nKinda blowing my mind, does anybody have a source for OP's photo?",
      "That's the last place he'd go ffs lol",
      "Rusty shackle Ford on YouTube. \nI have SS of exactly what he's talking about from 1 month after he \"died\"",
      "God dammit, loch ness mon'sah!!!",
      "Take the picture ahead of time, it's not like they didn't know this was all going to go down",
      "Do you think comparing photos of someone standing up to them laying down is a good comparison?",
      "Yeah those paper bedsheets are hell on the ears.",
      "Interesting but super speculative. There are some differences in the cheeks but that would definitely be affected by gravity laying down vs walking. Without the pink marks, which I find a little distorting, the curvature of the ear in the dead photo looks the same to me, just maybe a little swollen, which would make sense.",
      "The part of his ear that looks smashed could be that way from pressure of a ligature from hanging for some time. The fact that after you die you no longer have healthy blood flow feeding your tissue means it will not return to “normal” until he would get in from of a mortician. It’s not uncommon for people to die with eyes open and they have to hold them shut. Mouths open and they have things to keep them closed. Hanging can cause ear deformity and jaw displacement. If you look at the nose and the brow line it’s obviously him. Now, whether he did this to himself? I don’t know. He may have just because he knew someone with more power would kill him or because of his own personal shame. Maybe it was prison conditions awaiting trial that made him do it? Idk. Maybe he didn’t do it himself either though. Those guards, oddly, say they slept or were online from what I remember but it’s been a while… \n\n  I’ve been to a regular jail and you have to go out so many times a day to be accounted for but there’s more than enough to hang yourself if you’re creative between those times. We were locked down 23hrs one hr rec time one hr in cell with a jail tablet. We could come out for 15min to eat 3 times a day too. If we were locked down or had a short staff that resulted in lockdown you took your food to your cell and had no rec time that day.",
      "LOL, what?",
      "They clearly meant that this gahrunga hurnga hurts their brain",
      "I saw the evidence. It’s fucking damning. We need to be very precise about who is being accused though. That’s the problem with reddit.",
      "To “know” something is a nuance. Reddit loves to brigade and makes investigations of those magnitudes VERY dangerous.",
      "How do you feel atkre seeing it?",
      "Wait, what’s pizza gate? Pizza is one of the few pleasures I have left",
      "Holy shit. lol the nose is straight vs crooked in the photo.",
      "Who's going to do something about it?",
      "Don't know about that. Portals to hell are hard to open and stabilize.  Not like he can move it like an old Toyota on a rollback.  ",
      "Hide in plain sight",
      "The Rusty Shackleford channel that showed everything on the island, the FBI raid, and Epstein alive after he \"died\" was John McAfee's site, that was all his doing, he was operating the drones from his boat. The feds had that site removed from youtube after they killed McAfee, but there are said to exist downloaded backups.",
      "That was his brother",
      "Does your ear and nose change shape when you lay down?",
      "You're saying if I just lay down, I'll morph into a different person?",
      "Hmm on a second glance, I think you might be correct",
      "Who's ever actually been accused of anything with anything to do with Epstien and Ghislaine?",
      "LOtkL",
      "What if you don’t believe in hell?",
      "But we know what he looks like?",
      "No shit? Didnt know that. \nGlad I took tons of screenshots from those videos.",
      " Buttholes do",
      "No one publicly, which also says something. Everyone just has to keep their mouth shut.",
      "How’s the stroke going?",
      "I'm pretty convinced that the world we live in is hell",
      "Could I see some of those screenshots?",
      "Proof?"
    ]
  },
  {
    "title": "You cant possibly look at this photo and think \"yeah thats a human being\"",
    "body": "Nothing about her seems human",
    "comments": [
      "###[Meta] Sticky Comment\n\n[Rule 2](https://www.reddit.com/r/conspiracy/wiki/faq#wiki_2_-_address_the_argument.3B_not_the_user.2C_the_mods.2C_or_the_sub.) ***does not apply*** when replying to this stickied comment.  \n\n[Rule 2](https://www.reddit.com/r/conspiracy/wiki/faq#wiki_2_-_address_the_argument.3B_not_the_user.2C_the_mods.2C_or_the_sub.) ***does apply*** throughout the rest of this thread.\n\n*What this means*: Please keep any \"meta\" discussion directed at specific users, mods, or /r/conspiracy in general in this comment chain ***only.***\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/conspiracy) if you have any questions or concerns.*",
      "I swear this would be a top post if this was r/conspiracycirclejerk",
      "If you look at this and don't think that Amazon drivers have to piss in bottles to make their quota and they have enough profits for a vanity space program you're a sucker",
      "Well yeah, she’s come from space!",
      "No, she looks human alright, just not a very smart one and certainly not an astronaut.",
      "Nobody looks human after that much image/video compression. Drop a youtube video the lower qualities and you get the same effects.\n\nI swear so many conspiracies are essentially \"look at how weird this low quality image/video looks\".\n\nLack of computer literacy is scary when thinking of AI when compression artifacts confuse people.",
      "Plastic Surgery + Poor Camera Quality + AI Photo Enhancement + Anti-Gravity\n\nYeah… in those conditions, photos will tend to look unnatural, fake, or even potentially non-human. \n\nBut that doesn’t mean it’s actually true.",
      "Have t seen many people in your time have you?",
      "Still hit",
      "Her behaviour is bizarre.\n\nI never had judgments about her intelligence beforehand but now after this vid .....holy crap.....\n\n\"I and my fellow astronauts\" or whatever just rocketed my ass because there is no self reflection going on whatsoever......\n\nThis is what an empty human NPC looks like.",
      "Idk a bout that but I do think she was on one. The fried eyes, the weirdness with the flower, the dramatic ground kiss, the interview afterward",
      "The stupidity in all of this, seems pretty human to me.",
      "Yes a human being.\n\n Normal? At this point not on your life. Even if you don't believe in Satanic ritual abuse, or mind control, or anything like that, there's still something definitely messed up with the fact that millions go to bed hungry, dress in rags, and live in fear of genocide and murder all over the world. Yet this girl can achieve low earth orbital flight as a tourist experience for an ungodly sum of money. That's fucked up. \n\nI' all for expansion of the human race beyond earth. If we can move out into the stars, why not? But we gotta figure out how to fix our own problems on this tiny mud ball first.",
      "It’s clearly a human being wtf 😅",
      "Just a lot of plastic surgery can look uncanny valley",
      "She looks like a demon.",
      "Now do Elon",
      "The thing is with rich/powerful people, they usually aren’t sorry at all. Let alone declare being sorry.",
      "Let's make a thousand screenshots and filter it a couple times through yt and reddit so she becomes even less of a human 👍",
      "So what is she if not a human? I’m genuinely curious as to what you’re going to say",
      "It honestly looks like Jeff Bezos got in that body with her.",
      "Would.",
      "Objectively, she has all the hallmark traits of a human, but I'm listening... LoL",
      "For the money they spent, I hope they had fun going into space.",
      "What is that??",
      "Ok….",
      "All I thought when I saw this video was there are so many people that are suffering right now and barely making ends meet. The have lost their retirement or a good portion of it, and these women want us to cheer them on as they float around in space for 11 minutes on a $1 billion flight in a penis shaped rocket? Hard pass.",
      "Space Barbies.",
      "She seems MK Ultra’d",
      "The first thing I think about in space is a f**ing daisy.",
      "It’s a dude.",
      "And people get offended when you call them peasants, even though thats what we are\n\n\"No im middle class im not a peasant\"\n\"I own my own company im my own boss\" \n\nLets see things for what they are lets stop dividing our race",
      "Smash. Next question?",
      "Either way, not real to me.",
      "Agreed",
      "Invert the logo on her shirt and tells you everything you need to know! IYKYK",
      "Why do they use fans blowing upwards to create illusion of zerograv?!",
      "399 members and i cant post without approval. Not worth the effort",
      "Alright hold on",
      "And everyone on that flight had super duper amounts of plastic surgery. They look fake even in the video when they are back on the ground. Not a fan. Just get old and wrinkle naturally. (Bunch of narcissists.)",
      "Seriously. And aside from that even, like, some people are just strange looking? Some things are just weird? Like the amount of people here that think something is weird and must be some type of massive conspiracy is ridiculous",
      "\"Bbbbb its just the computers. You must not know computers if you think she looks weird\"\n\nShut the fuck up. Its all in the eyes, chico.",
      "Woah woah woah, facts?\n\nWatch it, bud \n\n/s",
      "Point being?",
      "True. They’re all lying if they say they wouldn’t.",
      "Yeah and her pupils are pinned af, wouldn’t be surprised if she does ket. A lot of celebs do",
      "Exactly!",
      "Sounds good, pookie ❤",
      "Ita hard to consider them human when they have no humanity",
      "Hey. Dont do Barbie like that. Barbie has been to space. Shes been trained to be an astronaut. Barbie has alien friends. \n\nPerry is an alien.",
      "So apparently she did it for her totally human daughter because her totally human daughter loves totally human things like daisies.",
      "If you work, you're working class.  ",
      "Tell us",
      "I hate that you can vote",
      "What a self own lol",
      "I couldn’t put my finger on what, but you’re probably right. I kinda thought lsd but I’m not sure anyone would be down for a 12 hour ride just for an 11 minute ride lol",
      "I am so disillusioned by the selfishness and greed in society right now.",
      "Baphomet; the commenter is eluding to the patch looking eerily like Baphomet upside-down.",
      "I hate that you can breath. I can use throwaway accounts too",
      "Point is touch grass",
      "Know thyself.",
      "I’d think her pupils would be big then too. Either way im just speculating lol",
      "I’m familiar with Baphomet, I don’t see the resemblance?",
      "We could be friends dude I was just giving you shit lol",
      "Undoubtedly",
      "Truth is often hidden in plain sight. Called karmic retribution. Just because you choose not to see it, doesn’t prove it untrue, part of seeing symbolic evidence is deprograming and questioning everything you have ever learnt.",
      "No worries, Hus.  Have a pleasant weekend.",
      "It’s Husa. Have a great weekend yourself friend 😁",
      "R-O-C-K in the H-USA."
    ]
  },
  {
    "title": "This is crazy",
    "body": "SS\n\nWhite House launches website on origin of covid and how Dr. Fauci pushed the narrative that covid originated in nature\n\nhttps://www.whitehouse.gov/lab-leak-true-origins-of-covid-19/\n\n",
    "comments": [
      "###[Meta] Sticky Comment\n\n[Rule 2](https://www.reddit.com/r/conspiracy/wiki/faq#wiki_2_-_address_the_argument.3B_not_the_user.2C_the_mods.2C_or_the_sub.) ***does not apply*** when replying to this stickied comment.  \n\n[Rule 2](https://www.reddit.com/r/conspiracy/wiki/faq#wiki_2_-_address_the_argument.3B_not_the_user.2C_the_mods.2C_or_the_sub.) ***does apply*** throughout the rest of this thread.\n\n*What this means*: Please keep any \"meta\" discussion directed at specific users, mods, or /r/conspiracy in general in this comment chain ***only.***\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/conspiracy) if you have any questions or concerns.*",
      "Do people forget about [Event 201?](https://youtu.be/uxk2nrqNW7M?si=NufbRFGKBaE_dkrE)",
      "lol we're about to get banned from a whole new batch of subreddits for being here hahah",
      "I thought it’s been definitively proven that it did originate in the lab in Wuhan?",
      "We already know this, this is another distraction from whatever the fuck they are doing now/next",
      "I was banned from multiple subs and platforms for even suggesting this was a possibility...",
      "Looks like conspirators knew it was man-made.",
      "Worth noting this is a political statement and a geopolitical tactic first and foremost. Whatever the true origins may be, including this as one the theories, comes second for this administration. If they can release more concrete evidence, fantastic. But the objective here is not public information service, it’s political leverage. And yes, other politicians on both sides of the fence do this as well.",
      "How much truth are they willing to tell? Are they going to put it on the website that the virus was a result of American funded 'gain of function' (ie bioweapon) research lead by Fauci that Obama shut down domestically at Ft Detrick and had moved to overseas labs in Ukraine and China?",
      "They’re DEFINITELY telling us the whole story. This totally has nothing to do with propagandizing Americans against China.\n\nEdit: oops I forgot my /s",
      "So I guess we’re just supposed to just forget about Crimson Contagion, Fort Detrick, and the 2019 World Military Games?",
      "That list is not how “scientific evidence” works.",
      "sure its a coverup for something bigger, we all know it. lets dig up whats deeper while the public and media talk about this",
      "Nuremberg 2.0",
      "ok cool. feels like another diversion tactic from them to get us to talk about something other than their current agenda of disappearing citizens unconstitutionally and getting away with it.",
      "Trump said\n  \"Chinese virus\"",
      "Trump was part of all this nonsense as well, Fauci was under his administration. He's just pushing the blame like he always does. Another rich man who went through life without ever having to admit he makes mistakes like everyone else.",
      "I’m in Canada. When COVID first broke out there was rumour that it was a lab leak from Wuhan, China. I feel like we all just accepted that, with the conspiracy being whether or not it was done on purpose.",
      "WHO HIRED FAUCI?",
      "This first happend under Trumps first term, when he bragged about getting the jabs out faster then anyone",
      "Crazy or just the truth 🤷🏻‍♂️",
      "wheres the science? You say it is scientifically proven but I dont see a single peer reviewed paper",
      "Covid-19 'starts in a wet market' near a lab that studies Covid-19\n\nThe lab is in Wuhan. The wet Market is in Wuhan.\n\nEcoHealthAlliance a NGO that supported/funded GoF research in Wuhan which was given grant money by NIAID Leader Anthony Fauci\n\nIn January of 2017 Fauci said and I quote, \"There is no question that there will be a challenge to the coming \\[Trump\\] administration in the arena of infectious diseases. There will be a surprise outbreak.\"\n\nIn January 2018, U.S. State Department cables warned of serious biosafety issues at the WIV, specifically highlighting a shortage of appropriately trained technicians and investigators necessary to safely operate the laboratory.\n\nFauci ran NIAID from 2014-2019. With the 2018 report, why would Fauci continue to use his position at NIAID to fund this lab through EcoHealthAlliance knowing its safety and risk assessment?\n\nNow explain to me how Fauci would know in 2017 there would be a \"surprise\" outbreak?  Then explain why he conveniently left NIAID in 2019 right before the outbreak in 2020?  How many coincidences do people need before they start to string together information to form a logical progression of thought and chain of events?  Or do people actually find it far fetched to connect these dots?",
      " Im wearing a mask in public. This man made virus \"leaked\", what other viruses are they creating that might also \"leak\"?!?",
      "Damn China getting blasted bc trade war lol",
      "This is designed to cause chaos and infighting which in the long run results in NWO Or one world government whatever you wanna call it. We are jus puppets playing their game.",
      "Threat Level: Midnight",
      "Flu was down 99 percent in those years , there was no boogeyman",
      "It's part of the plan to freeze Chinese money that they parked at treasury in order to put enormous pressure on them.\n\nAnother political play",
      "Anyone with any common sense knew from the beginning where it come from. Whether it was intentionally leaked or not is not known. But we know for certain where it came from…\n\nBtw as soon as I loaded up the comments, some started disappearing…\n \nReddit is a propaganda machine",
      "100% tariffs on imported viruses.",
      "Now do one exposing the true origin of the AIDs pandemic",
      "Well, this is the official word of the United States Government. In a few years, this will all blow over and be accepted as fact, just like every other major event in human history.",
      "No longer a conspiracy theory.",
      "They only censor those who they don't want heard. If there isn't some truth to it then they wouldn't censor it.\n\nThe party that told you to ignore your eyes and ears",
      "So when do the trials start?",
      "The most trustworthy source: The government during a failing trade war",
      "The real crazy thing is conspiracy theorist all of a sudden believe Covid is real.",
      "I dont see the problem. They are telling the truth. Usa government has financed covid creation and fauci was coordinating it. This is widly known and trump is just officializing it. Whats the peoblem?",
      "Everything this guy says is a lie and propaganda so I actually believe this theory less now.",
      "This is comical coming from the guy that shut down the USA during covid",
      "If you really believe the White House about anything right now you need to pay better attention. One of the key words for this entire administration is Inept.",
      "Well whoever designed the website looks to not really have a great sense of design, it looks as if trump himself was involved in the lab leak lmao.",
      "How is this crazy? It’s everything that was suspected of being true.",
      "Covid lol I can’t believe people are still in the mindset this was real, leaked or anything. If it was meant to be a biological weapon they failed miserably on the death rate. Almost all that died, died in a hospital due to malpractice because those hospitals were getting paid handsomely to do so, hence the 6.2 trillion cares act.\n\nThen you needed a test to see if you even had said virus. People weren’t running off the roads in ditches dying at the wheel, planes weren’t crashing due to pilots dying in the cockpit. Nope all at the hospitals, or random deaths were being labeled covid because they got payouts to do so.\n\nCovid was about a massive wealth transfer, which occurred, a psyop and a vaccine campaign that will and has had many adverse effects on most of the population that took it. The world was played and played well by plans that were made over a decade ago.",
      "There should be justice for this fiasco.",
      "Stop!  I can only get so erect",
      "It was a controlled release, not a lab leak. Lab theft maybe.",
      "What is crazy to me is that I clearly recall that the lab leak theory was the FIRST theory in the beginning and was vehemently denied by the mainstream sources, while all kinds of implausible stories were made up to cover e.g bat soup nonsense.\n\nDuring the plandemic there was even information coming out that the lab in question wasn't in Wuhan, it was in fact first released in the USA from and around fort Dietrich and taken to China by an infected team of athletes going to some games I don't recall at the moment.\n\nThe craziest part to me is that everyone is now acting like the lab leak theory is new.",
      "Trump in the middle of “lab leak” is so ironic because Fauci was under his administration and Trump rolled out the vaccines within a 9 month period. How do people just forget this?",
      "All those social media moderators were wrong.  \n\nCool.",
      "I got kicked off a social media platform for linking a CNN article that said it could have maybe been from a Chinese lab. For spreading false information.",
      "Trump endorsed the vaccine, correct?",
      "I’m not very political and don’t care about politics, but isn’t this good? It’s factual that the Covid-19 strain was man made, no?",
      "Fauci did say it was natural in the beginning.\n\nFrom eating bats at some market I think.",
      "What if it was actually the US that released it? US soldiers were sick at the Wuhan military games. What if the US actually released this thing in order to make it look like the Chinese did it in order to increase tensions and manufacture consent for war? We know US politicians have been pushing for war with China. The lab leak makes sense, maybe that was their intention all along? 🤔 just i reoccurring thought I've had.",
      "ITS HABBENING",
      "Wow.",
      "Finally o7",
      "Oh no there was a outbreak of chocolatey goodness in Hershey, Pennsylvania I wonder where it came from",
      "That last point, I thought within science and legal matters the absence of evidence was not evidence of anything. So that is a hell of a starting point for a potential legal or scientific argument that will get no sympathy. That said, on this issue, China has always been an asshole not to be trusted. No other place gifts us this many viruses, intentional or not.",
      "Mixing stupid people, tv shows for the dumb and the white house...",
      "And Fauci says there will be another pandemic during this presidency.",
      "Excellent now go after the people involved in the vac and forcing it on people",
      "Now all the democrats are definitely not gonna believe it.",
      "What the hell!! 😱😅",
      "My thoughts this was a great way to go around the pardon. Some other country could press charges.",
      "Crazy part is they don’t mention how much the US has to do with research at this Lab. It was Chinese doctors guided with US funding imo.",
      "I absolutely love this.",
      "So now we're taking what the government says at face value?",
      "It wasn’t made in a Wuhan lab!!\nThis is just another misdirection of the truth my the MSM, governments and the big drug manufacturers 😋\nWake up people!",
      "Its not a leak, shit was designed for a purpose and implemented against the population ",
      "Wait until Trump finds out that our department of defense funded Fauci. 🤫",
      "It seems like even people on the left have accepted it’s a lab leak at this point so idk why this is getting so much attention.\n\nMy big question is why are we still taking Benny  Johnson seriously? Isn’t this the guy who called people stupid for worrying about not having money?",
      "Correction: It’s proof that the government SAYS it was a real pandemic that’s the result of a lab leak",
      "Awesome",
      "Is it just me or is this Trump's shot at China",
      "Don't like Trump, and timing is definitely very convenient, but it is pretty hilarious how the mainstream media and ya'll made people out to be QAnon adjacent for saying these exact things.  Now the narrative is.. well, it's a just a distraction and you're blind",
      "haha the Trump in there is so tacky and lame. I wish they could just act normal sometimes",
      "Why is this shocking to anyone who did a lil research new this was the most likely reason the crazy twist is Im pretty sure the USA funded the lab 😅",
      "Yes! Tell the truth!",
      "This all happened under trump lmao",
      "China needed a fix to their social programs. The one child policy made it so that the workforce is outnumbered by people outside of the workforce (old and sick). \n\nThey’re staring down an economic crisis, and a lab manufactured virus comes along that has a near 100% lethality for old people and sick people but a near 0% lethality for the average workforce person, and would fix all of their problems if it could just burn through their population?!\n\nYeah. No chance it was on purpose. You’re right. It was just a crazy coincidence.",
      "Just Trump pleasing his base. It does nothing to help anyone.",
      "So covid was real and a dangerous man made virus and Trump just let it happen? Why didn't he stop it at the time?",
      "Every time this has been raised there has been a diversion of media outlets attention. This way the media cannot be distracted by another orchestrated event.",
      "They’re right but this isnt proof and it’s irrelevant",
      "But he forgets to mention who were doing experiments in Wuhan’s lab.",
      "Honestly even though I *do* believe it was a lab leak, this reads like a propaganda leaflet, not a rational review of evidence",
      "[ Removed by Reddit ]",
      "Lol I didn't need evidence. It made sense and all the stupid people got pawned.",
      "I have know all this since 2020. I must be a super brain? A Top Secret Spy? A Top Level Government Insider? A Top Secret Scientist? \n\nNo in-fact, just a lowly citizen. Someone who just knows how to search the internet.   How to read. Lucky. As I found doctors, journalists, scientists & other lowly citizens throughout the world. People who in my opinion are Heroes. Who spoke up when ridiculed, vilified & worse, to tell us the truth. \n\nNow I want justice for all the victims. All the dead & injured by the virus (& especially) the injectable medications. For all those denied regular well know medications that would have saved them.",
      "It’s not crazy because it’s true.",
      "It's kinda funny that covid started under Trump's first administration.... What did they do during the whole time to look into it then? \n\nDuring Biden's time, they held how many hearings? With the Republican majority ? And had no legitimate evidence, just \"theories\" that fit their narrative to pander to a base, to rile them up.\n\nNow this? All to what, project responsibility that they fucked up during Trump's first term? Or to what, justify actions against China, maybe even justify going to combat war with them?\n\nI just don't understand the logic of this, at this point.. especially after a shit ton of tax dollars were already spent investigating this for almost 5 years.. instead of looking toward the future to prevent pandemics like this from happening, or to fix issues we are actively dealing with, they live in the past and try and distract... Like this is just another distraction from this administration, which seems to be a consistent pattern.. this administration continues to play you people who fall for this.. another dangling of the carrot in front of your faces to give the illusion they're doing something...and y'all eat it up .",
      "[ Removed by Reddit ]",
      "More posturing for war",
      "If ever there was a confirmation this is NOT the case, this is it",
      "Cool. People will still be buying cheap china manufactured stuff and not care. Not trying to be a downer but what people actually give a shit about is job protection and not being falsley apprehended by ICE. Trumps ideology gets abused by radical leaders under him. Hes a puppet just like Biden for more tyranical bullsh1t.",
      "By the timing, this makes me believe that none of the major theories suggested and widely accepted are actually true, and we are probably being fed lies by everyone, so we fight among ourselves to see who is right while they continue to their thing and sticking in all of us.",
      "Another false narrative to justify the lockdown and forced vaccinations. We will never get the real truth, I’m just glad I never took those injections.",
      "Wtf is wrong with America!? America is literally some weird place or satire from Hollywood!!?\n\nSomething fantastical happens everyday in America!\n\nMaybe Americans should be happy they live in such an exciting fantastical fast moving TV show!???\n\nWith such an iconic and exciting unpredictably loud and orange front man\n\nI thought bush was going to be the last memed potus... Then you guys decide on 2 other more memable caricatures!",
      "Where is the lie?",
      "Why is Fauci & Bill Gates still walking free?",
      "Wait you mean the COVID Lab (in the area where it originated) that was making dangerous COVID variants with poor controls was responsible for the leak and not some racist nonsense about Chinese people eating bats?",
      "Hey, real quick....who was president when all this shit went down and fast-tracked that mean Ol' vaccine through several developmental stages to get it into the public?  I can't seem to remember who that was.  Do you remember who it was?",
      "Man for people on this sub who said shit was gonna happen under the last administration, that is now happening under this one. Some of you guys keep swallowing this bullshit up.",
      "pretty much common sense it did leak",
      "Name and shame, next best thing if he’s protected by pardons",
      "Been saying it, we here on Reddit all read about those people being sick and how things were being covered up long before the media in the west cared about it. How people who worked at a lab maybe had an accident, etc etc.. some of us had masks already purchased even.",
      "He was fucking president when the shit went down. If anyone covered up anything it was the tangerine ffs",
      "And to think that until recently, you could be arrested, prosecuted, lose your job, lose your friends, be alienated by your family, be institutionalized as insane, be canceled, for even considering this possibility or questioning the narrative that was being disseminated. \n\n\nAlso, it's funny that they’re accusing the current administration of doing exactly what the previous administration did, promoting a specific narrative without conclusive evidence, while ignoring data that supports a lab leak as the source.\n\nThe lesson is that science requires openness to competing hypotheses, even unpopular ones, and they must be rigorously investigated. Suppression and censorship of ideas, whether by governments, the media, scientists, corporations, or the public, creates a cycle of distrust and polarization that leads to nothing good.",
      "The wuhan lab leak was confirmed while Biden was still in office lol",
      "I got 3yrs in Prison for saying thus not too long ago.",
      "I hate this fucking government",
      "The CHy-na terrifs just got 500%",
      "Trump is just doing this subs work in a more official and formal and more public manner.",
      "You believe them? Lmfao.",
      "Why would he do that? \n\nHe hired Fauci for covid.",
      "Crazy that no one was taken seriously when they pointed out that the wuhan lab that was a known research center of corona virus may have accidentally released the virus. Instead every expert parroted the story that it was from the wet market. And not the research facility dealing with that exact virus. Makes you wonder........",
      "It's not crazy. It's not crazy that a government is (appearing to) hold people accountable who fucked up the world and lied about it. It's not typical.  The opposite is typical.  Which, is crazy.",
      "Reminder that Fauci (who should have been in jail for his AIDS response *look it up it's horrific what he did to the gay community*) is still not in jail for unleashing and covering up a global pandemic that killed millions and continues to kill more to this day.",
      "I mean, its true though.",
      "This is NONSENSE. There was no lab leak, because there was no virus.",
      "Crimes against humanity shouldn’t be able to be pardoned. \n\nWhat is the legality of shipping Fauci to El Salvador to stand trial there?",
      "Fauci patented the \"novel\" covid virus in the early 2000s. It's in the US medical patents database. A patented \"novel\" virus and a patented \"novel\" vaccine.",
      "Conveniently leaving out who was President during all this 😂",
      "People are blinded by their hate for this administration so they can’t also acknowledge the grand psyop",
      "We’re trusting the government (especially the one in charge during this leak and spread) now?! ",
      "that’s why he got pardoned from 2014 and on.",
      "Not that crazy, this has been know . Anyone not believing it are stuck behind the big lie and most likely will hate it just because it’s the trump administration…not realizing that’s the psyop they are stuck in.\n\ninstead everyone should be together on this one and questioning how we just went through 4 years of our rights being trampled on, censorship and lawfare that destroyed so many lives and careers…while the gov and the health industry helped kill millions of people and businesses worldwide..and yet people act like nothing happened.\n\nFauci and many others have been POS’s since aids…the fact that evil people like him took vaccines that were supposed to help humanity and turned them into poison..should seriously outrage the entire world right now.",
      "A lot of us figured this out on our own by using common sense. Fauci should be punished for what he orchestrated.",
      "Why would you even believe something the trump administration says? I mean , they are bullshitters but when it fits to your theory they tell the truth?",
      "I’ll tell you what COVID was. Control Overpopulation Vaccine Infertility Depopulation",
      "[deleted]",
      "About time",
      "Covid was let out on purpose \nIt ruined trumps good economy \nAnd changed election laws that allowed Democrats to steal the election",
      "About time.  Tick tock Dr F",
      "is not news that covid -19 was man made,  holy fuck!",
      "Now we just have to convince the rest of the world that America hasn’t gone completely insane..",
      "“The gang pisses off China”",
      ".",
      "What the actual fuck.",
      "Keep poking at the CIA and find out.",
      "SARS/MERS research was also been conducted in Brisbane Australia in 2019 for the GATES foundation Many in Brisbane had severe unseasonal respiratory infections latter 1/4 2019. Myself personally can attest to that. Yet I never got \"covid 19\"",
      "How is it crazy",
      "Yeah, we know this. It was made in a lab, it’s deadly, it leaked and they made a vaccine for it. This is the actual conspiracy. Not do vaccines work, but rather what hand did big pharma in the 1st place.",
      "There was def post on Reddit November 19’ about Covid & ppl dying on the streets.",
      "Got an enemy? Sign them up for the newsletter posted on the website 💀",
      "we're in an super abusive relationship w our boyfriend, the government, who even goes as far as to Don different masks in order to regain our trust. well i'm not falling for it anymore. even if he has changed.",
      "Hahahahahahahahahahaha",
      "I was hoping this was fake.",
      "Another red herring. \n\nRead invisible rainbow. \nViruses have never been isolated. \n\nJoin the dots.",
      "We cannot be, in the big year of 2025, listening to Benny gd Johnson still. This dude sucks.\n\nAnd even if this wasn’t posted by a plagiarist, and even if it was true, why does the origin of Covid matter right now? Giving outrage to this rage bait is gonna make clawing back your economic standstill even harder.",
      "limited hangout covid is either not real or from fort detrick",
      "Lab leaks happen ALL the time, there is lots of evidence the ebola outbreaks were from a lab. Even Lyme disease was most likely a lab leak from plum island in Lyme that was studying and working on tick viruses.",
      "Why does Covid have a signature?",
      "i like how “COVID-19” is handwritten like the virus signed it",
      "More tarrifs less bullshit puleeeeaze",
      "Even if it was made in China what really matters is who all were investing in it and for what reason",
      "September of 2019 when everyone was getting really sick from smoking THC vape pens was the start of covid and they fear mongered that the vape pens were the problem. 100% was covid",
      "Okay, now, they just have to tell the whole truth. The USA was in on it. I dont know who exactly, but it wasnt solely China. The US had a guy over there, and they brought him home right when it all started. That could be one way it got into the States. Kobis helicopter crash was being pushed hard while in the same newspaper it had a tiny article about covid before it was anything major here. Also, there is a pattern that every 100 years, there's some major illness like this.",
      "Yet he gives the medical industry 500 billion investment through AI research. (which nobody asked for ever)\n\n  \nActually fixing people that are sick/injured doesnt seem to be the focus here.",
      "The rest of April is gonna be wild.\nBuckle up.",
      "I knew it!!!",
      "Let’s arrest the president who was in office in 2019!",
      "the lawsuits this administration will cause will be endless and the payouts will be astronomical.",
      "With the lab leak theory pointing to China, I feel like if they had a paper trail pointing back to us, saying yeah we helped the Americans, that they’d release it. \n\n\nThey’d be especially likely to release it now, should they have it. Another possibility is even more nefarious and makes me depressed to even think about it, but I believe is highly likely. That everything is controlled by a global elite and that China and the US worked together to make and release a virus. This is the “everything is a rich man’s trick” theory.",
      "Here is the report that they are getting this info from https://oversight.house.gov/release/final-report-covid-select-concludes-2-year-investigation-issues-500-page-final-report-on-lessons-learned-and-the-path-forward/",
      "You all need to read more, crazy that many of you still believe is was a bat. \n\nThose that believe in the science need to look at the Yale study that was just released.\n\nYou probably don’t like RFK Jr either, but read the Real Dr Fauci.",
      "But there was a lab leak...... \n\nNOT suggesting that \"china manufacturered a bio weapon in a lab\" .. at all.. but we were doing GAIN OF FUNCTION research (which is messing around with the virulance of the virus to experiment on it etc)  and the WUHAN Lab was up the road from the wet market..  What likely happened is that the virus \"escaped\" from the Wuhan Virology lab and showed up in the Wet market.\n\nLab leaks DO happen. far more than folks want to believe.   China is notorious for covering up \"accidents\" anywhere... to save face. \n\nI am Liberal. I hate and despise Trump but those are the facts...",
      "I was also sick with \"Covid like symtoms\" in the fall of 2019 and i lived in Colorado......",
      "Everyone knew this",
      "Good. As it’s true. The thing I want to address is how this doesn’t happen again! Everyone pretending it didn’t come from the lab and we learned sweet fuck all from the event",
      "i don’t know man, these days I feel so emotionless when hearing, otherwise, such big news. I’m sure it is not only me, but even if they will suddenly reveal that the aliens are real and they are among us, or even if they appear on our skies, with ships and all that, I’d feel the same.",
      "They finally found a virus? Just keep windows and doors closed so it doesn't fly in!",
      "I thought we knew already it was a leak from the lab. But saying Fauci tried to hide it seems off. I’m pretty sure he just tried to mitigate damages or would cause to the public. Where’s evidence he tried to hide it?",
      "Things that make you go hmmmm",
      "Even a broken clock gets it right once in a while?",
      "Why complain about one of the very few good decisions this administration has made?",
      "To distract the attempts being made to spread multiple diseases and misinformation on vaccines. We’re in the middle of the bird flu pandemic and a measles outbreak. They want to distract from that but it’s actually so obvious that it’s funny. It’s sad too. So many children dying. False racist medical misinformation by RFK..",
      "🔥🔥🔥",
      "So, was it a planned leak?  A joint effort by some elements of the deep state of China and USA?  Or worse, it was an accident...     \n  \nBecause I would believe them if they planned it for Xi Jin to get full totalitarian control of China, reelect his group, get rid of 2-3% of the population while stopping the economy and get time to fix stuff.  The Usa is even simpler: they were bankrupt since 2008m, and insolvent since Sept 2019, so they needed a play to distract from the massive money printing.",
      "I mean most people I know, democrat and republican or independent, believe it was released from the lab in wuhan.",
      "Whole lot of conspiracy people suddenly trust the government. Kinda fucking weird.",
      "How does this feel like anything other than the administration laughing at their supporters? Promising mass arrests and instead rolling out a silly little website. Fauci is chilling on a beach somewhere. Andrew cuomo is running for mayor. This is just jingling keys",
      "Arrest Fauci then 😂😂😂😂",
      "this is what this entire subreddit has been saying for years\n\n  \nI'm glad the white house can finally admit it",
      "I had recently heard it was Bird flu H9n1 with added ebola to it so it does something more than just give the H9n1 symptoms.  \n\nThis information is not a fact but was said by someone who was deeply researching information. \n\n\nIt's very possible since China spoke of Bird flu outbreaks and Wuhan back in 2001 .  Verifiable on newspapers.com when searching.   They were involved in something for sure",
      "alex jones was on tucker carlson podcast a week ago saying the origin was chapel hill",
      "so if anyone had any doubt: this proves that COVID did in fact come from nature",
      "This just perpetuates the psyop that viruses are real and that germs cause disease..\n\nIt's more distracting bullshit.",
      "and everybody ignores crimson contagion",
      "This is the endgame, social credit and total control https://x.com/songpinganq",
      "Most people dont know about it. Just like The Great Reset.",
      "Or the talk at the Milken Institute just prior:\n\nhttps://www.youtube.com/watch?v=pUZhzMoeHKA\n\nThe whole shabang for anyone who wants to see it all:\n\nhttps://www.youtube.com/watch?v=-kFJijSgXnQ",
      "first time?",
      "Meh…. [Been there done that…..](https://m.youtube.com/watch?v=3f5WtJt2d-0&t=3m59s) it’s just another lil badge of honor at this point.",
      "That used to piss me off but then someone told me it's a badge of honor. So now I'm pretty excited when I'm banned or people resort to name calling.",
      "Yeah, not surprising. Reddit is a liberal cesspool lmfao",
      "Remember that Chinese woman scientist whistleblower in Feb 2020 that vanished? The one calling this out as a lab leak? Hillshire farm remembers",
      "I mean it pretty much has, it’s just that everyone who was so vocal about it not coming from a lab are completely silent on it now, so we don’t get any satisfaction of hearing them admit they were wrong.",
      "Definitively? No. And it never will be. I'd say it's probably 60/40, but we'll never know for sure, and in the big picture, it doesn't really matter. There will be another pandemic, possibly worse. What matters is if we are capable of handling it, or if we are going to fuck up the response again and millions more will die.",
      "No, absolutely not, and most scientists who research the topic believe that the evidence points to animal transmission. My girlfriend is getting her PhD in virology/influenza and she says the same thing.",
      "No, there's almost no evidence one way or another as to its origins.",
      "Definite proof is tricky, but it originated near a biohazard research lab which specialized in coronavirus. I seem to remember something about a whistle blower in 2020 saying that people who worked in that lab were not following protocols to prevent contamination. I work in a lab its not hard to see someone just being irresponsible and dragging something out into the world. Those protocols matter. \n\n\nI thought it was pretty accepted that it came from that lab, just that the chinese government would not take responsibility for it so they used the moderately feasable but less likely mutated bat contagion story. ",
      "exactly, whats up with these comments talking about trump \"dropping truth\" and shit lol.  Everyone on earth knows it came from wuhan, its not even a secret anymore.  this is just performative clown shit",
      "People get banned for saying this over the years. So it’s great seeing this put out there",
      "And doesn’t this\nMake the USA liable to the world now? Which I assume is what previously the USA was trying to avoid?\n\nFauci IS the USA.",
      "So now you already know this but don’t give a shit because it’s another clown from the left? If it was anyone from the right you guys would be burning down cities.",
      "[ Removed by Reddit ]",
      "Crazy to think the coronavirus was leaked from the coronavirus research lab. WHO would think that?",
      "…called crazy by friends and family too.",
      "Those subs should be charged and found guilty of propagating the cover-up.",
      "Because it didn't happen. They are throwing out conspiracy porn for misdirection to the alt right so they talk about this rather than his trade war.",
      "Lmao I wondered how anyone believed this garbage and then I saw the sub I was in. You all are fucking insane.",
      "It’s easy to say that now, people were mocked and called names for suggesting any theories alternative to the mainstream narrative.",
      "crazy conspiracy theorist trust the government at their word and the same presidency that oversaw the supposed leak from a lab it was funding and controlling at the time of the leak.",
      "All the smart people knew that it was manmade from Wuhan! The real question was whether it was an accidental leak or deliberate distribution!",
      "It was basically half mainstream as well.  After time passed it was basically obvious what happened.  They had too many cycles of ebola in caves to think it would work on a global scale.",
      "Wait, are you telling me it WASN’T bat soup?",
      "I always figured that was the most likely source. But natural, man-made, released deliberately or accidentally, the options for handling a pandemic are pretty much the same.",
      "Wait, people needed this shit to \"realize it\"? I thought everyone knew it was manmade years ago already.",
      "Personally i’ve always entertained the lab leak theory. But the fact they’re releasing it now while we’re essentially in a trade war and likely going to see the effects from the tariffs soon is definitely sus. \n\nMy biggest concern is: we trade war china -> China gets desperate, invades taiwan -> US uses lab leak theory, tariff/ trade deficit, and need to defend taiwan as a reason to join in and we walk right into ww3 or a cold war",
      "Anybody who believes anything that comes out of the White House right now is a dumbass. ",
      "As if people are really thinking this hilarious propaganda has anything to do with science or truth.",
      "That's wild people have not accepted lab leak theory when it was confirmed before Biden left office.. all the media calling people mentioning lab leak theory crazy. Calling people who believe in herd immunity crazy. The wet market \"theory\" has been disproven. Get off mainstream media lying to your face.",
      "The evidence is already overwhelming.\n\nThis is a \"theory\" in the same sense that the \"theory\" of gravity is. There is no evidence against it, and very safe to assume true, unless some earth shattering discovery disproves it.\n\nThe virus is a GMO product, and leaked from the lab in Wuhan. There are no other even halfway legitimate theories to compete with this very most obvious one.",
      "You know it’s crazy when the top comment jn r/conspiracy is asking proof and evidence",
      "I was about to say this exact thing. This is the real conspiracy here.",
      "Man-made (any reason) is a start.  That makes all resulting deaths homicides.   Lets see, 1.2 million negligent homicides.  I would shoot the moon, 1.2 million depraved indifference/heart 2nd degree murders.  They were told by competent authority that the research was unsafe, and went ahead and did it anyhow.",
      "Why leave out Trump's role too? he had 3 years to shut it down, they didn't.",
      "I hadn’t heard this before. Very excited to look into Ft Detrick and this would add color to understanding a lot of our antics with China and Ukraine.",
      "> How much truth are they willing to tell?\n\nThis administration? Absolutely none. I'm inclined to believe it was lab made and I'm still not going to believe a fucking word said by this white house.",
      "What does \"led by fauci\" mean? It's not like he was doing lab research. He approves hundreds of research initiatives - is that what you mean?",
      "thats the truth right there.. its really not that hard to follow and figure out.   only thing missing is it was released on purpose to get people to inject new tech into them.",
      "The focus is to incriminate Fauci, so I don't see how they can avoid mentioning it was funded by the US",
      "Unlikely, because releasing all the facts weakens the narrative.",
      "Gain of function = functional gain = contagion weaponized",
      "“EcoHealth — under the leadership of Dr. Peter Daszak — used U.S. taxpayer dollars to facilitate dangerous gain-of-function research in Wuhan, China”\n\n\nThis is directly from the website. It looks like they are admitting to saying the US paid for this research. I think all this website/report is trying to say is, the world, especially the U.S. government, made a lot of mistakes during COVID-19, and we need to learn from them to do better next time.",
      "How do I forget about something I've literally never heard about?\n\nThat's a genuine question because I've never heard of Crimson Contagion or the 2019 World Military Games. I know where Fort Detrick is, but I no clue what this is referencing.",
      "And also event 201",
      "The SPARS simulation, too. Right now, the narrative is mimicking that totally hypothetical scenario.",
      "^^^ brain worm victim",
      "The world is under a grand delusion... what we faced was the ordinary flu, weaponized with fear.\n\n\nAnd the aftermath is a testament to how easily the masses can be controlled.",
      "Yep lock up whoever was in government at the time ammiright??",
      "It’ll never happen.",
      "So is it a bio weapon that got released on the world, or is it basically the flu that we don't need to take precautions for?",
      "“RELEASE THE COVID WEBSITE” -Stephen Miller, probably",
      "It seems, unfortunately, not many US people can even fathom how fcking weird this looks on an official government website while ALL this other crazy fascist shit over there is happening. The level of weirdness propaganda starts to overtrump (haha..) North Korea.\n\nAnd yet people are still buying it, meaning in this sub and elsewhere. There’s finally this big rich techno fascism elite (Thiel, Yarvin etc.) trying to fuck shit up big time, even openly talking about it, with that demented “president” that just executes what they tell him to and people are blind to this. Ironic but somehow not that surprising.",
      "citizens??????",
      "Does it really not bother you that the entire narrative of the biggest pandemic in modern history was patently false? Seriously?",
      "And their system of grift that has involved a pump in dump of a cryptocurrency, a follow up pump and dump of another crypto currency, the larceny of the national treasury, a massive pump and dump of the stock market, and a policy push to move taxes entirely away from the billionaire class on massively increase taxes on the middle and lower class.",
      "100%",
      "How many ACTUAL US citizens have been “disappeared”. I’ll wait.",
      "You mean illegal aliens? He wasn’t a citizen",
      "Listen to [this tape](https://metro.co.uk/video/trump-claims-hes-father-vaccines-blasts-biden-2409022/) of Trump saying Fauci claimed it would be 3 to 5 years to create a vaccine but Trump, 'the Father of the Vaccine' pushed it through in 9 months.  But who do his followers target with their vitriol?",
      "Look over there! Look over there!!",
      "Fauci even said himself, Trump trusted him and listened to everything he said. hindsight is 20/20 so obviously it was a bad choice to trust him, but what else could he do at the time.",
      "> Trump was part of all this nonsense as well\n\nHe did what many people practically begged him to do. \n\nWhat should he have done according to you?",
      "1984, so Reagan. I hope this fits your narrative.",
      "Skepticism should go both ways.",
      "Half truth as always.",
      "I know it’s the truth, you know it’s the truth, and I know *you* know it’s the truth.",
      "Rfkjr said on theo vom also in his book, the big countries were all mutating it together, cdc maybe, and at covid whatever 15(earlier variant) everyone was like whoa this is getting to be too dangerous, and quit working on it. Except china, the Chinese weaponised it and created 19. I do think it escaped, and the vax were in reaction to it.",
      "It should’ve been this the entire time. It’s just called truth. The fault lies in the corrupt source … not the people who gave us the answers lol wth mindset is this. I agree they cause infighting as distraction but this ain’t that",
      "Everything being hurled at you in this comment section is wild as fuck and why the rich will win in the end. AND I’m sure there has to be a troll in here. I’ll add one more sad insight to this: it’s probably just best to go ahead and join the Illuminati or become a mid level manager. Look at these people.",
      "[deleted]",
      "Keep doing mental gymnastics over the fact you're sad the truth is coming out.",
      "yeah because masks stop respiratory viruses! \n\nwait",
      "Look at the second screenshot, it's goofy as fuck.",
      "I mean I was pretty sure this was public information for a while.",
      "They said I should agree with you how do I get out of this loop",
      "The whole thing reads like a chatgpt article. \n\n> New evidence also shows that the Department of Justice (DOJ) has opened an investigation into EcoHealth’s pandemic-era activities.   \n\nEvidence? All DOJ activity is public record...",
      "'Covid' was an effective outbreak of Verse (ie. poetry). [ 'Virus' is a codeword for 'Verse' ] \n\nOne speaks Verse from the lips, hence 'Lab' (ie. labial) - Oratory (ie. speech) [ lab leak @ emission from lips ]\n\nUniVerse @ One Virus ( @ One Force )  [ many 'Fears' ] [ 'Fierce' propaganda ] \n\nLA? BLEAK (especially after the Fires)\n\n'Covid' was a kinky stage show, entirely constructed of naughty wordplays. Innuendo from beginning to end.\n\nIf the population actually figures out the full extent of the linguistic construction of the 'pandemic', they will be horrified - shocked to their core, while simultaneously collapsing with laughter.\n\n---\n\nDuring the 'pandemic' (the celebration that ended the AD era and began a new Age of the World) the vast majority of the people of planet earth (ie. the 'wet market') were bewitched by a well-orchestrated magical spell. It was an occult extravaganza, and revelation of the method.\n\n----\n\nThere is a new and highly relevant article at Wired . com (very timely given this 'covid' narrative development - regarding Bestowal and Reception):\n\n> Scientists Think They’ve Found the Region of the Brain That Regulates Conscious Perception\n\n> A new experiment suggests that the thalamus plays a key role in humans becoming consciously aware of stimuli their brain receives.\n\nie. perhaps some folks are starting to see and understand.\n\n---\n\n'Covid-19' was a bunch of words, read and heard, that steered the herd.\n\nThe people that got 'sick' during the 'pandemic' (and I won't deny some people got sick) were victims of a magic ritual made up of ugly words repeated ad nauseum, and lacked the counterspells to dispel the dubious charms of the oppressive Press.\n\n---\n\n---\n\n.\n\n---\n\nEDIT - published an hour later, wordplay on 'leak':\n\n> *I'm lichen Mars*\n\n> **Lichens can survive almost anything, and some might survive Mars**\n\n> The symbiotic organisms appear to be able to avoid some radiation damage. \n\n---\n\nThe lab is leakin' ( *\"Survive Mars\"* = 1611 trigonal | 1,985 latin-agrippa )\n\nElon Musk wants to go to Mars and the article is about the lichen species *Diploschistes muscorum*.\n\n* *\"SpaceX\"* = 779 english-extended\n* *\"The Symbiotic Organism\"* = 779 primes \n* ... ( *\"The Text Message\"* = 846 latin-agrppa ) ( *\"The Symbiotic Organisms\"* = 846 primes )\n\n---\n\n* *\"The Survivor\"* = **2022** latin-agrippa \n* ... ( *\"The Radiation\"* = *\"Matrix Code\"* = **969** trigonal ) \n* .. .. [ *\"The Number\"* = **47**0 latin-agrippa ] [ *\"The Radiation\"* = **4**0**7** latin-agrippa ]\n\n---\n\n* *\"Covid-19\"* = 776 latin-agrippa\n* ... ( *\"The Lycan\"* = 776 trigonal )\n\n---\n\nThere was news two hours ago about an *\"Avalanche\"* = 779 latin-agrippa\n\n... in Switzerland.",
      "If COVID was a Chinese bio-weapon, then weren't the lockdowns a good thing?",
      "I'm pretty sure he gave Fauci an award before leaving office as well lol\n\nhttps://trumpwhitehouse.archives.gov/briefings-statements/president-trump-awards-presidential-commendations-operation-warp-speed-team/",
      "and we have determined - That was a lie",
      "The USA would never do something like that, right? RIGHT?",
      "I bet that's a threat too.",
      "Sure did but certain people conveniently want to forget that and try to put all of Covid on Biden.",
      "I’m not part of his base and I do not believe this was an organic and natural pandemic. I’m tired of everyone assuming someone is a maggot because they evaluate information no matter where it comes from. Educated, liberal conspiracy theorists are out there!",
      "There is plenty of evidence.  The [New York Times](https://www.nytimes.com/interactive/2024/06/03/opinion/covid-lab-leak.html 'The Pandemic Probably Started in a Lab.These 5 Key Points Explain Why.'),  point number 2 discusses [Project Defuse](https://s3.documentcloud.org/documents/21066966/defuse-proposal.pdf 'we will introduce appropriate human specific cleavage sites - Experimental testing of targeted immune boosting using humanized mice.'), which explains the scientific anomalies in the virus, and  [explains the leak](https://www.nytimes.com/interactive/2024/06/03/opinion/covid-lab-leak.html 'The BSL-2 nature of work on SARSr-CoVs makes our system highly cost-effective.'), which was \"cost-effective\" containment.      \n\nThere isn't a whole lot of thinking required on this.  There was a proposal that the lab was shopping around with various prospects in 2018.  Most likely explanation is, in 2019 somebody paid for an experiment similar to Project Defuse, and we got Covid-19.   \n\nWhat I do is look to these things in writing, which we would call \"evidence\" and say \"yep\", that first-party evidence does indeed explain the virus better than any other explanation, and therefore is \"likely\", meaning 50.1%.   Dishonesty is evidence too, and the dishonesty came from the natural emergence crowd in the form that \"lab leak is conspiracy theory\", led by the technician for Project Defuse.   \n\nFrom what I see from where I sit is, we're sitting on 1.2 million homicides, and the rest of us being made a permanent part of this lab experiment.",
      "Because they have no actual evidence of what they’re telling you to blindly believe",
      "You should hate all governments. Because none of them are your friends, they don't exist to serve and protect you.",
      "So should the president he served under that allowed it...oh...wait",
      "The point is it’s officially announced via the White House website. Ballsy",
      "Umm what",
      "Yo! Tommy two times ! He says everything two times.",
      "Don't forget the SPARS report that contained the same tweets that would be used during COVID:\n\nJohns Hopkins Center for Health Security\nhttps://centerforhealthsecurity.org\nPDF\nThe SPARS Pandemic, 2025-2028\n\nFor example page 5\n\nAlso see page 59 : Vaccine Injury",
      "Mumbles in : content withheld in your country because of copyright laws. \n\nNo worries I know how to bypass, censorship just pisses me off",
      "I really think the humorless name callers are bots. It’s so much easier to program hate and attacks than it is to program humor.",
      "Those people need justice",
      "Yeah that was mad how she just disappeared. After all the talk discrediting her.",
      "Name?",
      "What was her name?",
      "*pepperidge*",
      "Pretty much has? What kind of evidence do you base this shit on? \n\nWhat the fuck lmao is this how everyday people just blanket believe bullshit they see online? No wonder we are fucked, stupidity is rampant and evidence doesn't mean shit. \n\nNothing was definitely proven.",
      "it matters because Labs doing this kind of research MUST be better regulated. \n\nThe arguments about how we NEEDED to do GOF research have been questionable.. do we?",
      "There was a plan used for the 2009 global pandemic, and that same plan was in place in 2019. The vulnerable can choose to self-isolate. Then CCP demonstrated you could get away with martial law.",
      "More like 99% lab leak.  The 60/40 is accident/intentional.",
      "https://www.bbc.com/news/articles/cz7vypq31z7o \n\nhttps://www.euractiv.com/section/health-consumers/news/french-academy-of-medicine-covid-19-likely-result-of-lab-accident/\n\nWell that's not true, both german spy agency and french academy of medecine tend to a lab accident.",
      " 1 in 300m chance of being a random bat bite",
      "Nonsense. There is overwhelming evidence that it leaked from the lab in Wuhan, where it was modified to be able to infect humans. \n\nThere is zero legitimate evidence for it being any kind of natural mutation / evolution that allows a bat-exclusive virus to infect humans. In fact, scientists have said the virus is a GMO product since the first time it was examined.",
      "Its not about the truth...its about the government admitting truth. Something they rarely do",
      "No, there are still plenty of drug company & CCP propagandists desperately trying to deny the obvious truth. \n\nIn this very thread no less. \n\nAnd then there is the Orange Man Bad paid brigade, that shows up all over reddit, trying to control the narrative.",
      "Yah I’m in California where people still think everything CNN told us is real. We’re living in two different worlds.",
      "No? Why would faucis role in public perception inside to the US, matter outside of the US?",
      "The USA has been the world for a whole now, I'm an Australian in Australia and we've been little America at least since the twin towers went down like a janga tower",
      "WHO would never think that",
      "\"Leaked\"\n\n  \nTiming is everything",
      "You’re right Internet Deputy, who are we turning ‘em in to?",
      "Indeed, it is insane to still insist on the totally debunked, anti-science theory, that this virus occurred naturally.",
      "Peoples lives were destroyed and discredited for even having the abstract ‘thought’ of a lab leak back in 2020.  People don’t forget",
      "> It’s easy to say that now, people were mocked and called names for suggesting any theories alternative to the mainstream narrative.\n\n\nThe white house is saying this theory and you're still saying you're against the mainstream government narrative??!?!\n\n\nRebel without a cause that follows Government straight line...",
      "Yup, Pepperidge farms remembers, will always remember",
      "I'm so glad we finally have a president who's unafraid to speak the actual TRUTH!",
      "The white house was not funding. Fauci used a work around loop hole during trumps presidency after Obama banned it because of how potentially dangerous it was, outsourcing the funding to ecohealth alliance",
      "what's the actual evidence for it being manmade?\n\n  \nEdit: downvoted for asking for evidence, great sub",
      "Crazy that this isn’t in the front page of Reddit…i wonder why",
      "Doesnt matter where they come from. SARS1 2004, H1N1 global pandemic 2009, MERS coronavirus 2012, SARS2 2020. One of those government responses is not like the others though.",
      "As a chronic Lyme survivor living near Lyme Connecticut, the lab leak theory resonates with me as well. I think it’s been happening on smaller scales for years (hence my Lyme reference)",
      "I’d be less inclined to believe this stuff if I didn’t already know all the info here. By June of 2020 all of this information was available to the public, except for Fauci’s recent admissions on social distancing being made up.",
      "Dude, congress had a whole house report on COVID origins when Biden was president saying that a lab leak was “highly probable”. It’s been known for awhile…at least to those that look at the reports.",
      "It would difficult to impossible for China to invade Taiwan without weeks or months of visible preparations. The international repercussions would be severe. China plays a long game. Stupid desperation isn't their style.",
      "https://oversight.house.gov/release/final-report-covid-select-concludes-2-year-investigation-issues-500-page-final-report-on-lessons-learned-and-the-path-forward/\n\nThey released this back in December, it’s been a growing belief for a while now that it originated from a lab, and seems to be the actual case.",
      "If they invade Taiwan then Australia and US react regardless",
      "Finally a true conspiracy nut. Who the hell just eats what the white house tells them at face value?\n\nEasiest way to purge this sub of fakers is to see who is taking everything on the site as truth and who is thinking it out.",
      "It won’t be a world war. At least, not *with* the US (though perhaps against it). \n\nMaybe don’t tariff the entire world next time. Because right now the EU, UK and Canada all have a far more favourable view of China than the US. \n\nSo the virus originated in a lab? So fucking what? At least China has labs, and scientists, and medicine. You know, compared the US and their “vaccines cause autism” and their defund education and science policies. You’re on your own now Gilead.",
      "Absolutely, that doesnt mean it isnt true though.\n\n\nIt's all about targeted outrage. As you says there's a reason it is done now and in this way.",
      "Just right now? The federal government has been the single largest purveyor of misinformation in this country for decades.",
      "It reaffirms a lot of people’s worldviews same as RFKs statements on autism and vaccines. It doesn’t really matter what the truth on the matter is and in the long term they’ll do more damage to the efforts of those who may have sincere concerns and beliefs. It is a case of tell your base they’re right, and by extension yourself, tactfully ignoring the 4 years the President already had in power to uncover such truths.",
      "i mean even the mainstream media has reported lab leak is true. Also the CIA. The reddit bots here are desperate",
      "You can assert all you like, this may be the most plausible origin theory for all anyone knows, but let’s not pretend this administration has done anything to front that ‘crusade of truth’ beyond their own narrative. I’m not saying you should discount it, just don’t drink the Kool Aid.",
      "Way waaaaay more than that when you factor in all of the knock on effects of lockdowns, drug overdoses, alcoholism, diseases of stress, heart conditions, suicides, etc.",
      "You can also add the gene therapy shots to the fold with the death count as big pharma pushed a product most people didn’t need.",
      "What if Trump was lied to and being misled with manipulated or false data and studies?\n\nhttps://www.foxnews.com/media/dr-deborah-birx-knew-covid-vaccines-not-protect-against-infection\n\nhttps://archive.ph/wip/i2dsZ\n\nhttps://archive.ph/Jw5XV\n\nhttps://archive.ph/i2dsZ\n\nhttps://archive.ph/HsDAV\n\nhttps://archive.ph/wRMdg",
      "Ft Detrick also had something to do with the anthrax scare back in 2001. Very shady place.",
      "Tangentially related to the things I believe and so will be used to push my narrative.",
      "Crimson Contagion was a joint exercise conducted from January to August 2019, in which numerous national, state and local, private and public organizations in the US participated, in order to test the capacity of the federal government and twelve states to respond to a severe pandemic of influenza originating in China.\n\nIn 2019, the BSL-4 lab at Fort Detrick, specifically the U.S. Army Medical Research Institute of Infectious Diseases (USAMRIID), faced a shutdown due to a Cease and Desist Order from the Centers for Disease Control and Prevention (CDC).\n\nThe 2019 Military World Games, officially known as the 7th CISM Military World Games, and commonly known as Wuhan 2019, was held from October 18–27, 2019, in Wuhan, Hubei, China.\n\nSo they run a war-game for almost the exact situation of the virus, beginning almost a year in advance and wrapping up mere months before \"the spread\". An Army BSL4 has to be shut down due to concerns of a leak. Then the US military participates in the 7th CISM in October 2019, in...Wuhan, China. But I'm sure that's all just coincidence.",
      "It's what China has been saying for years",
      "Trump was president at the time ya know. His term was 2016-2020, and he left office January 20th 2021. That means he was sitting president for the start and major spread time of COVID. Biden didn’t take office until after all the lockdowns and such",
      ">Yep lock up whoever was/is in government ~~at the time ammiright~~??\n\nThere we go",
      "Why stop with the puppets?",
      "Yes",
      "We need to lock up whatever lunatic president granted billions to private research labs to develop COVID vaccines",
      "Exactly. And you can see the information-illiterate people in this sub eating it up, too.",
      "I'm gonna be honest - the fact that this fascist coup has gone off so smoothly is to me the biggest smoking gun of a shadow government. Because you have to work in the shadows a looooong damn time to set up and smoothly pull off something this big",
      "I genuinely feel like it went full reality show and nobody noticed except us???",
      "does it change the way mustard taste? whether by nature or man playing god, the results are the same: it is here and now we must live with it. what are we to do about this new information? compel china to shut down the lab? also trump was president when fauci, under his power, did this. so is trump not responsible? if biden was responsible for every fuckup under his watch, is this not trumps fault?",
      "I mean, the ACTUAL narrative, by anyone who was paying attention, was always that there are two competing theories for the origin, both fairly compelling, and we don't have enough evidence to definitively prove either one is true.  That is still the case today, despite this web site.",
      "It's not though, Trump is just a liar",
      "Trump literally said \"homegrowns are next\"",
      "i’m not speaking on “actual” US citizens, but no one on US soil can be disappeared the way this admin has done it because every human being on US soil is afforded rights and protections by the constitution. it doesn’t matter if you think they deserve to have them, or really whatever you have to say about it, because they have the rights and doing anything to infringe upon it is unconstitutional and an abuse of power. furthermore, to use the words of the late Jesus Christ: “How you treat the lowest among you, so you also treat me.” which is to say, if you allow this trespass to go unpunished even though it’s against people you don’t deem worthy of life or rights or whatever, just know, that a time will come when they will do it to you. and they will do it without an ounce of hesitation, and no one will be left to speak out for you, because you fed them to the lions already",
      "You 100% sound like an “unknowing” German citizen back then “wondering” why their Jewish neighbours are gone because there’s no official news about it. With the difference that today, there are official news about it. Holy hell.",
      "I'm also waiting",
      "Y'all have said for years it's only \"illegals\" who are the problem & people who are here legally won't be targeted. Now people who were here legally were not only deported, but deported to a totally different country in some cases and sent to a fucking work camp no one ever leaves without due process. That's not deportation, it's giving people who committed no crime a life sentence in a 3rd world country despite them \"doing it the right way\" like y'all have demanded, and now you manufacture consent for government overreach without an ounce of self reflection.",
      "Yep. Trump supporters have completely memory-holed Operation Warp Speed",
      "As soon as I realized that FOUR major pharmaceutical companies developed a vaccine and released them within the same week, while humanity is still waiting for a vaccine for HIV/AIDS? I realized it was a business. This wasn’t an organic or natural pandemic",
      "Trump didn’t force anyone to take it, that’s why they give him a pass on it.",
      "Ooh, somethin shiny!",
      "Can you imagine the outrage if Trump had openly started to talk about \"conspiracy theories\" about covid and Fauci and such at that time. \n\nLOL.",
      "Funny how Covid made me look more into Fauci's career and lo and behold he was the guy who managed the AIDS epidemic as well and that one, just like Covid, also had a whole media crafted BS narative that impacted widder population way more then the actual disease ever did.",
      "No you just want us to instinctivly reject the truth when it comes out.",
      "Yes. Pitchforks vs. Torches. Both sides won't believe the truth if given by their enemy. Divide and conquer. This is 101 shit, dude.",
      "They don't even hide it anymore",
      "Fauci was under Trump’s admin and Trump pushed the vaccine out in 9 months time. Did we all forget that? The blame could be on all of these oligarchs, including the Biden admin. They’re shifting the blame and the narrative entirely.",
      "“The war is not meant to be won, it is meant to be continuous ”\n\nChina and the West are not “enemies” \nJust look up where mRNA and the endless masks were manufactured… China\n\nThey will use this “China is our enemy” narrative to their favor, to hide it’s Vanguard group the one behind this whole charade",
      "But we knew this already",
      "She ded",
      "she's a bigot for opposing science! after all the nature article was written by scientists that just happened to be working for the wuhan covid lab!",
      "Bro, his girlfriend said it wasn't. I think she knows what she's talking about.",
      "A German spy agency and French academy of medicine do not a scientific community consensus make.",
      "This simply is not true and the consensus of the scientific community strongly disagrees with you.",
      "He's not admitting anything, he's talking shit about people he doesn't like publicly like a fucking teenager",
      "LMFAO",
      "Some of which are commenting here to act like this isn't important",
      "Imagine thinking people must be paid and dishonest to think Donald Trump is an awful leader and overall bad person 🙄",
      "WHO",
      "If we are going after mods of internet communities who cover up actual conspiracies…\n\nCan we start here?",
      "Conspiracists gobbling up state propaganda is hardly surprising all things considered.",
      "[DOUBT]",
      "Sad attempt, my dude.",
      "Do you understand how time works? I'm seriously asking because a lot of people in this sub don't seem to understand it",
      "The mainstream narrative still is that we should be fighting Russia in Ukraine to stop him taking over the rest of Europe and that it was unprovoked.\n\nThe Whitehouse is saying the opposite. The Whitehouse said a bunch of shit during trumps first term that wasn't the main stream narrative",
      "It happened under his watch",
      "Can you remind me of who was the President during that time period? I'm having trouble recalling",
      "Or he’s lying again to you, like he does 100 times a day.  Just to make china weak and justify those stupid tariffs.",
      "He is in on it. They play the hate each other game but they serve the same master",
      "Surely you're not speaking of the current guy in office. NOTHING he says is ever the truth. Pull back the curtain, darling. You're being fooled.",
      "Some think Obama was in on it and it was banned on purpose so they could move the gain of function research overseas so China could take the fall when the time came to let the virus out.  Edward Martin has that take and a lot of what he has said about COVID has held up.",
      "Trump put Fauci in charge of COVID and kept him there for the rest of his presidency. ",
      "[Here you go.](https://www.sott.net/article/437083-Compelling-Evidence-That-SARS-CoV-2-Was-Man-Made)\n\nIf you do not want to read the whole article you can search for \"Man-Made SARS-CoV-2\".",
      "I'm  sure if you zoom in really close to the rna code of covie there is a made by Fauci signature.",
      "It be like that here. Have an updoot from me.",
      "Edit: Plum not Palm, sorry!\n\nSomeone typed that “Lyme disease escaped from Plum Island” and while I was in the middle of replying their comment vanished. Hope it wasn’t taken down",
      "Damn my condolences, i’m in the NE as well and am beyond paranoid of Lyme. You should check out the bio hacking sub, ive seen some good posts there, sorry you’re stuck with that shit:/",
      "Weird that Plum island is relocating to Kansas, an area with a thousandth the population density of NY metro with a much less dense biological troposphere as well. Could just be a coincidence ",
      "early on in the pandemic i was finding articles about a lot of issues around lab leaks.. including with the CDC labs in Atlanta!\n\nA state of the art lab had a leak... \n\nThis information has been shuffled under the rug due to funding issues and \"mass hysteria \" blah blah.",
      "Wait, did Lyme disease originate in Lyme, Connecticut???  And that is why it's been slowly migrating west / north?! Had no idea. Figured it was a European origin (as many diseases are that migrate inland)\n\nDefinitely researching now",
      "… i’m well aware did you not read the first sentence of what i said?",
      "If it’s proven, doesn’t that mean the US and China are culpable? The US funded the lab. The US and China could owe trillions $ in damages.",
      "Fun fact, Mainland and Taiwan never made a ceasefire deal in history, so theoretically the war never ends.",
      "In football, there is the concept of the half-sack.  You can be sure, Covid-19 has its share of half-sacks.       \n\nIt's another straw that the elite threw onto the camel's back.  I think this is in Hitler territory.  A permanent addition to the environment, a pathogen destructive to human health?   \n\nSomething evil, wicked and vile has occurred as far as I can tell. I don't see any good in people who want this swept under the rug.",
      "Agreed. If depopulation is the goal, this was an excellent trial run.",
      "> lockdowns\n\nThis is why the origin doesn't matter much. Lockdown did the damage (as intended, 40% reduction in gov debt through inflation). Anyone afraid of the latest \"new\" virus can stay home like they did during the 2009 global pandemic",
      "What does anything you posted have to do with Trump not ending the research funding in China?",
      "Lmao it’s never Trumps fault, he never does anything wrong with you people 🤣🤣🤣",
      "That’s very interesting because I remember when that affected my elementary school. Somebody mailed an envelope and we were all on lockdown. Turns out it was baby powder or something? A prank? It was right around 2001 too…. I need to revisit this memory.",
      "<crickets>",
      "Y'all forget all the bird flu, swine flu, and ebola outbreak scares we lived through? Y'all are acting like COVID was the first pandemic, because it was the first to directly affect your life.",
      "[straight out of the 9/11 playbook](https://www.cnn.com/2004/US/04/19/norad.exercise/)",
      "Yes it’s crazy, had an… “interesting” conversation with one of them. \n\nAlso: Happy cake day, please eat a lot of cake instead of propaganda! :)",
      "They tried and failed in Trump's first term because they didn't have enough loyalists in government, and had no plan. Republicans have focused on stacking the courts for a reason, and project 2025 lays out exactly what they are doing. This is proof that all of the conspiracy theorists were completely wrong and all of the progressives who have been openly calling out Republican voter suppression, obstruction, packing the courts, and the fact that right-wing media has been a united disinformation front who were right.\n\nWhen you listen to the things Republicans say, literally all of this is the logical conclusion. It's all straight out in the open, clear as day. Why can't conspiracy theorists say \"hey, maybe Republicans and their beliefs are actually the problem\"?",
      "I mean you could have long covid and lose your sense of taste and smell so yeah it does change the way mustard taste lol",
      "One thing that can happen is a correct accounting of the dead.  Right now, death certificates in this country are sporting a \"natural\" manner of death per CDC guidance.   \n\nSeems to me a man-made designation as to the source of the virus would result in those death certificates having to have its manner of death changed to one of three man-made causes, accident, suicide or homicide.\n\nHomicide is the correct answer, and shit hits the fan with that designation.",
      "Technically, the Patriot Act and the NDAA both allow for US citizens to be held indefinitely without trial.",
      "it’s illegal immigrants, idk why OP is construing this detail.",
      "This, if you ever had to wonder, should have cleared it up.\n\nTrump's not going after anyone he's the bluff guy.\n\nSame NWO just a brand that appeals somehow to current affairs.\n\nWeird world.",
      "No they didn’t, Trump supporters told people when Trump was still in office that weren’t taking that stuff, then the next administration tried to force It through any avenue they could…including free fries.",
      "Some of them were already done from doing the MERS which is another coronavirus.\n\nHIV is a pretty hard virus to make a vaccine for.  Just read about it.  It works different than most other viruses.",
      "They’ve been working on a coronavirus vaccine for at least a decade at that point. Ever since  sars pandemic in 2009.",
      "Coronaviruses are much easier to create a vaccine for than AIDS. It hasn't absolutely nothing to do with a lack of will.",
      "Let alone commercials of those companies started playing around that time. Once I saw that, I looked up the lawsuits that Pfizer and others had had and lost.\n\nNever trusted our current pharmaceutical/perscription based medical system since. MRNA shots that alter DNA aren't vaccines.\n\nOur government should be held accountable for allowing those companies to force an alpha-test shot without 5-10 years of research being done first.\n\nI feel and think that had communities gone and helped clean houses and areas, washed things, exercised and ate healthier and more natural things, we probably would have had no need for the false-vaccine in the first place (I changed my lifestyle and got healthier than I was pre2020 through some of these steps, as did some of my family and friends)",
      "Did Fauci?",
      "No matter your political beliefs. You understand that AIDS, Covid, the hole in the Ozone layer\n\nThey **were** significant threats. Massive coordinated action, spending and experts, mitigated the impact",
      "This is true, but I’m sure you also remember Trump saying it was no big deal and then everyone was outraged and claimed he was killing everyone’s grandparents. Also considering Fauci was the person in Trumps administration to lead the reaction to this why would he assume from that Fauci was acting in bad faith?",
      "Exactly. Operation Warp Speed has been conveniently \"forgotten\" by the right. 🤷🏼‍♀️",
      "More credible than your comment.",
      "They stay glazing",
      "WHO knew",
      "WHO are you? WHO WHO, WHO WHO..",
      "What are you, a fucking owl?!\n\n(HEAT is an awesome film.)",
      "Sure, hit em where it hurts. Don't pay them to walk your dog(s).",
      "I agree, this has US guidance/funding written all over it so china would be to blame",
      "Most of the sources they use are questionable at best. Some look decent though",
      "I think it is Plum island, animal disease center.",
      "I’m 14 months into CellCore’s comprehensive protocol and doing well! The doctor who co-founded the company actually had a wife who suffered from chronic Lyme disease and he loved her to the point of inventing a cure. I’m very hopeful. Thank you for your kindness. It’s truly a unique hell.",
      "Yes. Plum Island conducted biowarfare research from 1952 to 1954, and in 1954 officially became an animal research center. You have to search deep but there’s proof online and ChatGPT will eventually admit it too. Plum Island is right off the coast of New York, across the water from Connecticut. Lyme was “discovered” in Lyme Connecticut, but now the towns are Old Lyme and East Lyme. The doctor that discovered it did a lot of sketchy research. It’s biowarfare and I will never be convinced otherwise.",
      "I mean, pretty good evidence. What evidence do you have that trump was purposefully misleading the country on COVID 19?",
      "CONSPIRACY THEORIST DOES NOT EQUAL CONSERVATIVE OR REPUBLICAN \n\nJESUS. CHRIST. \n\nThis is a lie you Americans were told in 2016. \n\nConspiracy theorists in other countries exist. Most conspiracy theorists are equally distrustful of all iterations of government. \n\nI can't believe you actually believe this, lol.",
      "hahaha true. i did lose my smell and taste the second time i got covid, and its been several years and it’s pretty much back but still slightly off. but ive been mainlining 5G and microplastic infused quartz crystals and now it hurts when my blood pumps but medicine is an art and for art one must suffer",
      "Why would it be homicide and not accident?",
      "fair. should be done away with",
      "https://www.cnn.com/2025/04/17/us/lopez-gomez-citizen-detained-ice-florida/index.html",
      "And they have been working on MRNA vaccines since the 70s, with realistic research beginning in the 90s.\n\nJust some things conspiracy theorists and the extreme right tend to overlook!",
      "I agree with you completely. The human body is able to fight diseases (like cancer) when it has the proper tools. Our soil, water, food, and air are full of toxins that slowly make and keep us sick and prevent the body from being able to heal. My life has changed a lot too in the last couple years. I take so many supplements and things like iron, magnesium, folate, etc. We are all nutrient deficient. I believe it is by design. Stupid, sick, distracted, and desperate people are easier to control.",
      "Fauci is the bad guy for gain of function and lying about it.",
      "He was the voice of Justification behind others forcing it. So he is responsible",
      "He also said it was basically the flu and they were exaggerating the death rate. And told people about hydroxychloroquine. Also: operation warp speed was talked about in event 201. They even gave arguments that will be used against it, and the arguments to be used to combat that. Which is exactly what happened in the media.",
      "World Hell Organization",
      "This was made better only my an owl hooting outside my window as I read this, I shit you not 😅",
      "Yes there is a good Why File about it",
      "Yeah not much in the basic searches, but highlighting it as a potential target after 9/11 certainly raises eyebrows.\n\nThanks!",
      "weird he didn’t ‘disappear’\n\nif they can’t prove your identity, then it makes sense to be charged initially. the judge ruled in his favor, what’s the commotion about?",
      "And the guy who removed American monitors from the Wuhan Lab, what's your take on that guy?",
      "I blame his boss during the pandemic. Buck stops there.",
      "And the guy who kept him employed during the start of the pandemic? That guy seems like a real simpleton.",
      "Remember when President Truman said \"The Buck Stops with Me\"?\n\nI also remember when Stephen Schwartz said on May 10, 2018 \"When the next pandemic occurs (and make no mistake, it will) and the\nfederal government is unable to respond in a coordinated and effective\nfashion to protect the lives of US citizens and others, this decision by John Bolton and Donald Trump will be why.\"",
      "What's a Why File?",
      "And a good Mysterious Universe podcast about it. Similar theory for Kuru leaking, leading to “mad cow” that then ties into cattle mutilations.",
      "It's okay, he didn't disappear (except for the time he was held by ICE illegally) just forced to show his citizenship papers and arrested until he could prove he was a citizen. Nothing to see here, folks!\n\n>Customs and Border Protection and ICE are not even required to track how often they hold citizens on immigration charges, the GAO found.\n\nTrump logic. If we stop reporting, the issue goes away!",
      "Are you aware that you're not required to identify yourself to law enforcement if there's no probable cause or reasonable suspicion that you've committed a crime? Being the passenger of someone else who commits a traffic violation isn't a crime.\n\nImagine you're a US citizen with a warrant. Technically you should be arrested if police can identify you. But you're sitting in a passenger seat when your friend runs a stop sign. There is no law that says you have to hand over your ID as a consequence of your friend's traffic violation.\n\nNow imagine you don't have a warrant, but someone who shares your name does. You get arrested because the cops illegally forced you to identify yourself and messed up. Do you care about your constitutional rights now? Do you realize you only have them if everyone else does?\n\nThe police will fish for everything they can. They'll ask everyone for ID and for permission to search. They won't tell you you have a right to say no. If you go before a judge and tell him/her that you never consented to a search, it's on the cop to explain to the judge what their probable cause was. The \"commotion\" is about forcing the legal system to abide by the law, even if it's inconvenient. It may protect a few criminals in some cases, but it also protects the hundreds of millions who aren't criminals from tyranny.",
      "It's a YouTube channel 🙏🏼\n\nhttps://youtu.be/TunNIAGN8Ac",
      "a youtube channel",
      "American horror story NYC also sort of touches on this subject, though it’s probably the saddest of all their seasons. If you’re already familiar with the subject, you pick up what they’re putting down about the ticks,Lyme disease and aids.",
      "“Show us your papers!”\n“We’re not actually Nazis”\n\nPick a lane.",
      "Oh Heckle Fish, you brokeback bitch I love you.",
      "Tx",
      "Oh I can’t wait to watch this! I believe (understand) that from 1952 until 1954 Plum Island was a biowarfare research facility.",
      "Anunnaki!!!!"
    ]
  },
  {
    "title": "\"Conspiracy theorist\" isn't about describing a person accurately. It's propaganda designed to humiliate dissenters into silence.",
    "body": "",
    "comments": [
      "###[Meta] Sticky Comment\n\n[Rule 2](https://www.reddit.com/r/conspiracy/wiki/faq#wiki_2_-_address_the_argument.3B_not_the_user.2C_the_mods.2C_or_the_sub.) ***does not apply*** when replying to this stickied comment.  \n\n[Rule 2](https://www.reddit.com/r/conspiracy/wiki/faq#wiki_2_-_address_the_argument.3B_not_the_user.2C_the_mods.2C_or_the_sub.) ***does apply*** throughout the rest of this thread.\n\n*What this means*: Please keep any \"meta\" discussion directed at specific users, mods, or /r/conspiracy in general in this comment chain ***only.***\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/conspiracy) if you have any questions or concerns.*",
      "National Propaganda Radio needs to get defunded yesterday",
      "SS: \"Zero evidence,\" \"baseless,\" \"conspiracy theory\" and similar words and phrases are a tell: they don't want to discuss an issue on the merits...and they don't want you to, either.",
      "\"Trust the experts\"",
      "How about the French doctor who said that part of the genetic sequence of Covid was not natural.  It doesn't exist in nature.",
      "Funny. I’ve seen plenty of evidence. Leaked emails, letters posted in the Lancet, discussions from geneticists over obvious gene splicing sites.\n\nI’ve seen zero evidence supporting the claim a bat virus of unknown origin jumped to a pangolin, inherited genetic characteristics that made it specifically virulent to humans and then somehow made it out of a wet market in Wuhan, just round the corner from a lab that just so happened to be carrying out gain of function research banned in the US, funded by the Eco Health Alliance into humanising bat corona viruses…",
      "If you ever see a headline where mainstream sources are attacking people that believe the opposite of the, at the time, official narrative, that means those questioning it are absolutely correct and the propaganda apparatus is sending it's programmed sheep into attack mode against people that actually look at evidence before making up their minds.",
      "Aged like milk",
      "A \"conspiracy theorist\" is just someone not naïve enough to believe what they're told without question.\n\nA judge in a courtroom is a \"conspiracy theorist\" in the sense that they listen to both sides, examine all evidence, and attempt to reach a conclusion without bias and with an understanding that people (regardless of status/wealth/station) lie when it suits them.\n\nImagine calling a judge a \"conspiracy theorist\" because they didn't accept what a plaintiff with a history of lying and falsifying evidence told them.\n\nand p.s. just because they now say it's a lab leak doesn't mean they're admitting truth. They're just changing the lie. It was likely always just a mind virus you caught from the 24/7 fear porn fed to you by the media.",
      "You’d think if NPR did real journalism they’d find out the truth but nah they’re just liberal propaganda lmao.",
      "The world is under control... has been for ages.\n\n\nWhat they called Covid was little more than the common flu, weaponized through a fear campaign.\n\n\nThe real virus wasn't in the air, but in the mind. \n\n\nThe lab leak theory is just another diversion to keep you from realizing the truth: you're conditioned, programmed to react, and trained to obey.\n\n\nFear is the leash... and you're taught to wear it proudly.",
      "NPR in a nutshell right there. They're a step away from North Korea radio.",
      "They lied to our faces then told us to take poison",
      "The term was created by the CIA",
      "Came from the sun",
      "A deadly bio weapon lab in the same area as the origin of where it allegedly came from. Weird coincidence.",
      "So when you're called a conspiracy theorist see it as a badge of honor and boast about being right.",
      "Michelle Obamas ball hairs",
      "I just want to know about the 50+% of white tailed deer in North America that had it. What’s the reason?",
      "This is why it's important to debate all of the people that push stupid narratives so that actual valid ones shine through. Looking at you \"covid doesn't exist\" people",
      "Gpt title",
      "I think  people that believe the mainstream on everything don't question everything and act like npcs  are barely thinking beings.",
      "Could it have been baseless then and no longer now?",
      "Outside of jumping to conclusions, what evidence was there by 12/31/20 to indicate it was lab made?",
      "Not all conspiracy theories are created equal(ly).  There is, in fact, solid evidence the COVID 19 virus was a lab-mediated modification of a wild virus.  There is very little evidence, in fact, that the Wuhan outbreak was a wild strain.\n\nProve me wrong.\n\nfwiw, I'm not generally at all prone to conspiracies, most are mindless (e.g. the anti-vaxx nonsense, all the Q rants, 99.9 % of what you hear in Alex Jones world, etc).  I believe LHO at least was the single shooter of JFK.\n\nBut this one actually has some teeth.",
      "Is covid a bioweapon released on the world, or is it like the flu and we never needed lockdowns?",
      "\"Scientists say\"",
      "\"Trust the science, not the method.\"",
      "A random doctor, versus thousands of trained and educated people?",
      "That's your own selection bias, you obviously don't look for those studies because thats not your angle on the pandemic. There are shitloads of studies on animal vectors and the arguments are sound whether COVID was man-made or not, its not like they would have found it was man-made and said \"welp now we don't need to understand how this interacts between species.\" COVID is still actively spreading through animals in America and that can be quite dangerous if not monitored.\n\n\"[Pangolins](https://www.frontiersin.org/journals/veterinary-science/articles/10.3389/fvets.2020.596391/full)\n\nThe whole genome of pangolin-CoV isolated from Malayan pangolin (*Manis javanica*) was highly similar to that of the SARS-CoV-2 and bat CoV ([49](https://www.frontiersin.org/journals/veterinary-science/articles/10.3389/fvets.2020.596391/full#B49)). But, the similarity between pangolin-CoV and SARS-CoV-2 was higher than that with the bat CoV ([50](https://www.frontiersin.org/journals/veterinary-science/articles/10.3389/fvets.2020.596391/full#B50), [51](https://www.frontiersin.org/journals/veterinary-science/articles/10.3389/fvets.2020.596391/full#B51)). Moreover, pangolin CoVs shared 5 identical amino acids with SARS-CoV-2 whereas bat CoV RaTG13 only shared one amino acid with SARS-CoV-2 suggesting that pangolin could be a potential intermediate host that might mediate the cross-species transmission of SARS-CoV-2 ([20](https://www.frontiersin.org/journals/veterinary-science/articles/10.3389/fvets.2020.596391/full#B20), [52](https://www.frontiersin.org/journals/veterinary-science/articles/10.3389/fvets.2020.596391/full#B52)). Furthermore, the receptor-binding domain (RBD) of the pangolin-CoV was nearly identical to that of SARS-CoV-2 with a strong binding ability to human ACE2 indicating that pangolin was involved in the recombination of SARS-CoV-2 ([49](https://www.frontiersin.org/journals/veterinary-science/articles/10.3389/fvets.2020.596391/full#B49)). However, the phylogenetic analyses support that SARS-CoV-2 did not arise directly from the pangolin-CoV ([52](https://www.frontiersin.org/journals/veterinary-science/articles/10.3389/fvets.2020.596391/full#B52), [53](https://www.frontiersin.org/journals/veterinary-science/articles/10.3389/fvets.2020.596391/full#B53)). Therefore, it was suggested that SARS-CoV-2 originated in bats and transmitted to pangolin where recombination of pangolin-CoV and bat-CoV-RaTG13-like virus occurred. Then the recombined virus gets the ability to infect human cells ([12](https://www.frontiersin.org/journals/veterinary-science/articles/10.3389/fvets.2020.596391/full#B12), [20](https://www.frontiersin.org/journals/veterinary-science/articles/10.3389/fvets.2020.596391/full#B20)).\"\n\nEDIT: Woah, the copy+paste took all the sources with it. Never seen that before.",
      "No. It was obvious all along.",
      "Wow. Have you been that in the dark, that long? \n\nHave you woken up yet? \n\nThere were mountains of evidence, starting late 2019 (and if you dug deep, even before that), that it was a lab made virus. \n\nBut, I'd understand if you didn't know that, and that you didnt come across it. The media,  big tech and the entire system came together to try and hide that particular truth, so it took a little more effort to find than just doing a Google search.",
      "Can you remember what you believed 4 years ago or is it completely subconscious? Do you have real opinions underneath the way you talk or do you just repeat sarcastic things you hear in other places?",
      "$cientists did the $cience",
      "\"I am the Science.\"- Anthony Fauci",
      "He was old and mad they said",
      "How?",
      "Personal attacks and zero evidence provided. You really couldn’t read the opening 5 words? How do you expect anyone to take you seriously in a discussion?",
      "I'm asking a very honest question because I seem to see people thinking both! I think that is a fair thing to ask clarification for.",
      "Because the lab that was doing gain of function research on making a bat coronavirus transmissible to humans was always in the place where the Covid pandemic originated.  It was either obvious or the biggest coincidence in the history of the world.",
      "I didn't expect you to take me seriously, no. I didn't attack you, though. It was a rhetorical question. \n\n\nIt's mindboggling we are in 2025 and you yourself haven't looked into for youself yet. You wanted to come to reddit to get an answer?  What did you want me to give you, a comprehensive guide or something? At this point, you could have started at Wikipedia and looked at how many changes and edits have been in the change log  with the time stamps, and that should get you started. Then, you might be able to look at some of the sources they provide and look into it yourself. \n\nhttps://en.m.wikipedia.org/w/index.php?title=COVID-19_lab_leak_theory&action=history&dir=prev",
      "It was a man-made flu that leaked into the world. They were testing with it because it was especially strong and in theory by doing tests with man-made viruses that are hard to treat we can learn more about medicine and get new treatments. The danger with these things is that they can leak and it did leak. Young and healthy people were mostly fine, but the elderly and immunocompromised were more likely to face complications or death. I feel like as a young person I was fed bullshit about the effectiveness of the vaccines and how much danger I was in if I got infected. I was absolutely fine, many people I know were absolutely fine. If there was a disease that mostly affected 20 year olds I feel like the boomers would not be bending over backwards for me like they expected from us.",
      "Do science where science is happening. Fuckin crazy. If I was a marine biologist, I wouldnt set up shop in the fucking Mojave!",
      "Oh wow, you’re actually unaware you’re inflammatory for no reason. And your evidence is Wikipedia changelogs. Got it, thanks for your input",
      "Interesting, so it caused deadly complications to a large swath of the population?",
      "GOF research happens everywhere.  What’s your point, exactly?",
      "It was being done in America and then moved to Wuhan to save money",
      "I answered your question. Im sorry that you feel like everything is a personal attack? Cuz that's what it seems like you're saying. But, your response makes me believe you're probably not genuine in your original question? \n\nBut if I have to spell it out for you. If Wikipedia has been talking about the \"lab leak theory\", since 2020, as you can clearly see in the logs, and Wikipedia tends to list sources, and then you yourself can check those sources, and see the date of those,  then your question about evidence existing prior to the date of this NPR headline would be answered, would it not? \n\nAgain, what would you expect someone to provide to you on reddit?",
      "Wuhan produces almost every variant of flue, from Avian, to Swine. If I wanted to study flu variants, Im gonna go where they are likely to happen a lot.",
      "Stfu.  The WIV was built in 1956.  My IQ has dropped five points just from talking to you.",
      "Cool. Guess how long we've been studying the flu. Spoiler, WAY FUCKIN LONGER THAN 56. Did you go to high school, or were you too busy getting fucked by by your uncle dad?",
      "My point was, dum dum, that the Communist China government under Mao wasn’t letting international scientists in to study the flu, just cause they had a lot of it, lol.\n\n\nFurthermore, please provide evidence of your point that they built the institute in Wuhan because of the reasons you say they did.\n\nAnd when you’re done not doing that, because you can’t, please finish watching that uncle/dad porn your mind seems to go to immediately when you insult someone."
    ]
  },
  {
    "title": "Commit Ping Pong pizza and Frazzledrip.",
    "body": "Commit pizza ping pong is owned by an alleged pedo. There’s photos of him on his instagram (the owner) with a girl and her hands re tied to a table. There’s also another photo of the basement. A few years back a man stormed the restaurant with a gun and demanded they show him the basement. Of course that could be a false flag but I don’t think it is. In the restaurant there’s weird art  involving children. In this photo on posted you can see Hillary Clinton laying on the table. She was involved with child trafficking. There was a video of Hillary peeling of a young girls face .She had a laptop with evidence on it and the 12 cops who viewed the material all ended their lives shortly after. Obama, Hillary and more politicians are involved in it. Research pizza gate and frazzle drip.\n\nRepost due to shadow banned comment.",
    "comments": [
      "###[Meta] Sticky Comment\n\n[Rule 2](https://www.reddit.com/r/conspiracy/wiki/faq#wiki_2_-_address_the_argument.3B_not_the_user.2C_the_mods.2C_or_the_sub.) ***does not apply*** when replying to this stickied comment.  \n\n[Rule 2](https://www.reddit.com/r/conspiracy/wiki/faq#wiki_2_-_address_the_argument.3B_not_the_user.2C_the_mods.2C_or_the_sub.) ***does apply*** throughout the rest of this thread.\n\n*What this means*: Please keep any \"meta\" discussion directed at specific users, mods, or /r/conspiracy in general in this comment chain ***only.***\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/conspiracy) if you have any questions or concerns.*",
      "Oh how I miss Pizzagate posts. I still rewatch Mouthy Buddha's videos on it from time to time.\n\nEdit: Fixed the name.",
      "The dude storming the place demanding things was *definitely* a staged fake event.",
      "You should look into the Ashland Skateland on US rt1 about 100 mi south. Similar type stuff goes on with a  local retired cop whose wife manages the place...",
      "Can anyone provide clear context here?\n\nI have zero clue what this post is talking about",
      "You can deny Pizzagate and whatever else, but you can’t deny James Alefantis’s Instagram at time. Holy shit what a cesspool. He was talking about having killrooms and trafficking kids before the email server leak even dropped.",
      "Saw an article *before* the pizza gate thing that said James alefantis was one of the (20?) most powerful people in DC.\n\noh and remember \"WHATS MY NAME?\"\n\n\"SKIPPY!\"",
      "I heard that the video of frazzled.rip was a video of Hillary wearing a skinned girls face like a mask",
      "Does the frazzledrip video actually exist though? I know the Clinton's are killers but still",
      "The person on the table being Hillary is a reach. Where is the proof. Also what is the context of the pics, the one on the bottom right? It's also Comet not Commit.",
      "I always understood it to be 'frazzledrip', which broke down into frazzled, RIP.",
      "Haa anyone on this sub ever seen Frazzledrip? When it first came out I tried looking for it briefly but after I clicked on a link on the dark Web and was taken to a disgusting, unforgettable page I never went back on.",
      "The Jon Podesta being Chester Benningtons dad thing then, him and Cornell both die from strangulation before releasing their DC pedo documentary. Theres too much coincidence.",
      "I’ve been to comet. That room isn’t a basement, you just walk straight through the dining room and down a tiny little ramp and you’re in the ping pong room. The bathroom has a false wall door that’s more clever than creepy and there are no weird pics of kids.",
      "Are there reposts of the instagram posts somewhere?",
      "Worldcorpo Videos were so mindfucked. Skippy .",
      "Listen to those conspiracy guys podcast. Gordo does a deep dive on pizzagate etc.  actually wild what went down and surrounding info",
      "Frazzledrip was an ARG made by a guy on YouTube. I’m surprised no one actually followed the breadcrumbs and figured this out. The cartoonishly evil “wearing the child’s face” part should have been clues for you to figure it out. I actually spoke to the dude and it took all of ten minutes before he saw his lies were working and he broke character and admitted he was cooking up the ARG as a way to prove that the pizzagate and Qanon folks would fall for literally anything. The images of the “video” were taken from a modern art video. And y’all are still falling for it. 🤣",
      "Pizzagate is a terribly stupid conspiracy theory and it's a waste of time. I don't believe it or think anyone should believe it but I guess if someone was curious they could use this here random pdf I found which claims to be full of evidence. \n\nhttps://drive.google.com/file/d/1nHTFgPzVc40IhH2FfR5dxpv8dCPD1_JL/view",
      "Has anyone actually seen the Hillary Clinton frazzledrip video?",
      "Accusations so heinous that anybody innocent is automatically guilty. \n\nAnybody innocent with more power or influence than the average commenter on this subreddit is automatically guilty by not stopping it or at least speaking up. The more innocent they are the more guilty they are not doing anything they could.",
      "Another option for reviewing removed content is your ***Rev***eddit [user page](https://www.reveddit.com/y/T!e!m!p!o!r!a!r!y!_!P!a!u!s!e!7!8!0!0?all=true). The [real-time extension](https://www.reveddit.com/add-ons/direct/) alerts you when a moderator removes your content, and the [linker extension](https://www.reveddit.com/add-ons/linker) provides [buttons](https://i.imgur.com/0BAImPq.png) for viewing removed content. There's also a [shortcut for iOS](https://www.icloud.com/shortcuts/62bc7570613c42cb8b851fad264136df).\n\nThe parent commenter can reply with 'delete' to remove this comment. This bot only operates in authorized subreddits. To support this tool, [post it on your profile](https://old.reddit.com/user/me/submit?title=See+which+comments+of+yours+have+been+removed&url=https%3A%2F%2Fwww.reveddit.com%2Fabout%2F) and select ['pin to profile'](https://i.imgur.com/uq9AGMV.png).\n\n&nbsp;\n\n[^(F.A.Q.)](https://www.reveddit.com/about/f.a.q./) ^| [^(v/reveddit)](https://www.reveddit.com/v/reveddit/-redirect) ^| [^(support me)](https://www.reveddit.com/about/donate) ^| [^(share)](https://old.reddit.com/user/me/submit?title=See+which+comments+of+yours+have+been+removed&url=https%3A%2F%2Fwww.reveddit.com%2Fabout%2F) ^& [^('pin to profile')](https://i.imgur.com/uq9AGMV.png)",
      "Wasn’t it Mouthy Buddha?",
      "My beef with mouthy buddha is he sometimes fabricates evidence.\n\nLike he’ll just see some lettering  in the background of a photo and be like: oh yeah this leads to cp on yandex.\n\nAnd people take his word for it as if it’s quality evidence.",
      "Oh the guy that stormed in and only shot the hard drive?",
      "That dude is hawk tuahs brother. Let that sink in.",
      "Changing of the narrative. \n\nThey immediately made the case synonymous with some quack going in with a gun, making the why of it seem laughable and easily dismissed as a conspiracy theory.",
      "Look up the judge on his case. Did she become a Supreme Court Justice when Biden was President?",
      "Could be. You gotta question everything",
      "What makes you think that though?",
      "Can you share an article on this? There was a post about this 5 months ago but no additional context. Of course Google doesn't generate any results.",
      "Send me some information on that please",
      "I can’t find anything that would suggest this. Social post seem normal for a family owned/operated business. Please expand on how you think this about the skating rink.",
      "If I was a retired cop i'm doing the exact opposite. Going full punisher on those the law can't get and saving kids.",
      "I can’t find this, can you dm it to me please",
      "Just run back now while you can, it’s really not a path worth going down",
      "Cool, any Archived links or pics?\nCuz other than proof or seemingly true proof, it all feels schizo.",
      "It was. I wonder if it’s online",
      "So has everyone else here. Why are we acting coy about it?",
      "Doesn’t make sense to me because Hillary has killed a lot of people, however she’s a very skilled assassin and never even leaves a finger print. Is evidence (lake a videotape) was left behind, this proves its NOT Hillary. She’s too skilled.",
      "It’s true. Page 290 if this book.\n\n🚨 EXTREME TRIGGER WARNING 🚨\n\n[Search the word “skin” in this book of page 290](https://archive.org/details/springmeier-the-illuminati-formula-used-to-create-an-undetectable-total-mind-control)",
      "https://www.crazydaysandnights.net/2024/08/blind-items-revealed-4_31.html?m=1\n\nhttps://www.crazydaysandnights.net/2019/01/blind-items-revealed-5.html?m=1\n\nAll: https://www.crazydaysandnights.net/search?q=bennington&max-results=8&by-date=true&m=1",
      "How do we know they were working on a documentary?",
      "What proof do you have of that? Did John Podesta interact with Chester's mom around the time before he was born? Can you place them at the same event? What was John doing then? Why would you think any of this without critical analysis?",
      "Haha, you're right. There's a restaurant near me called Smiling Buddha that I drive by everyday.",
      "Who would you recommend for a similar Pizzagate series?",
      "Through the wall… by accident. Of course.",
      "That wouldn't even destroy evidence, if cops can retrieve data from burned , drowned and otherwise destroyed hard drives they can fix a shot one",
      "Wait no way …",
      "Any evidence for that other than them sharing a relatively common last name?",
      "a 'conspiracy' just means a group's secret plan to do something unlawful",
      "It was. He had been previously arrested for a dui. This was a deal\nOffered to him. Security cameras were off during the event. ",
      "Look up his Father’s company Forever Young Productions",
      "Because he magically shot the hard drive of a pc, through a wall. Pizza gate was definitely real.",
      "What makes you think the storming event was *real*?\n\nThat needs to be the question.\n\nSome unhinged clown storms a place looking for evidence that *for sure* won't be there. Causing immense harm to any investigations into the place moving forward.\n\nJust like Wolfgang Halb!g with shady Hoax. He stomped around the town pounding on doors of the firehouse and yelling nonsensical things at the town council until they drafted laws that NOBODY can ask any more questions because \"of all the crazies out there\" that believe conspiracies.\n\nThis dude was the SAME function. Make those discussing pizzzag@te look like unhinged lunatics, and it \"all needs to stop\" etc etc.\n\nThis should seem obvious by now the way these sickos operate.",
      "I’m sure if you just look it up you can find it. “James Alefantis Instagram”",
      "Check internet archives for Instagram and go to his profile it's wild",
      "Oh sorry i misread “peeling” as peeing, my bad! Started to question the authenticity of the rumors",
      "Why the fuck didn't America elect her, then? Who doesn't want a fucking ninja President?",
      "So instead of the picture you have a unrelated book about demons and spirits written by some guy.",
      "Didn’t see it on page 290 but this book seems spicy af",
      "You don’t. Shit just constantly made up.",
      "lmao. ok",
      "Documentaries such as \"Imperium\" or \"Fall of the Cabal\".",
      "[deleted]",
      "It was a headshot",
      "Yeah but that's the excuse to trash the current one for a clean system.",
      "Yes.\n \nMy point is that the average person will tune out and look no deeper once the media has deemed something as such.",
      "Lol..  for a DUI? \n\nNo.",
      "I mean just looking at the ridiculous \"pic\" they offered up is enough to see it was all pure bul1sh!t to protect the very people committing these mindblowing crimes.",
      "Yeah no one is gonna do that to get out of DUI.",
      "I’ve never seen “hard drive” besides in biased articles. It’s always been he shot into a closet hitting a computer. Beyond that, shooting the drive wouldn’t necessarily destroy anything. \n\nAlso, do you think these people are going to keep incriminating evidence on a work computer in a common closet where all employees have access? I mean the leaps in logic and supposition you need to take to believe any of this is ridiculous. Read about the establishment. It’s been a family restaurant forever and the entire community is attached to it. I just don’t get how people believe this stuff. It defeats itself.",
      "He shot into the door that he thought could lead to a basement. It was the door to a closet which had a computer in it and one of the bullets hit the computer. There was nothing magical about it. It's the expected outcome of shooting into a computer closet.",
      "Oh yeahhh. I remember that shit now. Crazy",
      "It was staged. He was a Freemason, his Father’s company is Forever Young Productions and he also worked with the Government, his judge in his case is now on the Supreme Court",
      "> Wolfgang\n\nGod that dude was annoying, everything down to the way he pronounced 'school' was incredibly irritating.",
      "America is pretty dumb. That’s why.",
      "“Looking Glass People are similar to the mirror images. The Programmers may create a looking glass alter by having a drugged alter(s) of the victim endure the trauma of seeing someone’s face peeled. Then the victim’s face is also pretended to be peeled--by pulling off something like elmer’s glue which has formed a surface on the victim’s face. Then the dead person’s skin is placed over the victim being programmed.”\n\nThis is exactly what is being described in Frazzledrip.\n\nExactly to a T.\n\nI have a book that specifically states why they do this. Did you read it? Or are you just here to astroturf people? Is that you David Brock?",
      "Looking Glass People are similar to the mirror images. The Programmers may create a looking glass alter by having a drugged alter(s) of the victim endure the trauma of seeing someone’s face peeled. Then the victim’s face is also pretended to be peeled--by pulling off something like elmer’s glue which has formed a surface on the victim’s face. Then the dead person’s skin is placed over the victim being programmed\n\nThis is what it says",
      "Why are free thinkers so gullible?",
      "sure buddy. ",
      "For real tho why do you think they were making a documentary?",
      "Fall of the Cabal was good. I haven't seen Imperium. Thanks",
      "I get where you're coming from, but the IG accounts are pretty damning",
      "Underrated hard drive humor",
      "> Yeah but that's the excuse to trash the current one for a clean system.\n\nWhat do you mean \"excuse\"? If Alefantis wanted a new hard drive, he would just get a new hard drive. He doesn't need an excuse.",
      "yes that's certainly a thing!",
      "Yeah, nobody ever posts or comments on such topics in this subreddit",
      "Yeah this dude would of had to still been drunk from his dui months prior to pull this shit off",
      "He killed someone in a car crash like a month before. I'm not gonna look up the source for you, but you can definitely find the info if you're actually interested in doing so.",
      "No huh.. Source?",
      "It doesn't seem to fishy to you at all??",
      "A video thumbnail on that website just so happens to be a skull and bones.",
      "True and based. But more just facts.",
      "Wizards are not real. \n\nDemonology is not real. \n\nThe Clintons are not warlocks.\n\nThe Epsteins of this world are perfectly mundane and material",
      "Agrees. IG account doesn’t incriminate Obama tho. Mouthy tries incriminate him for eating at a Vietnamese restaurant.",
      "No, he injured a pedestrian. He stopped and assisted and waited for the police. He was not arrested or charged with any crime related to the collision. \n\nPolice report: https://i.imgur.com/ujTQOkk.png",
      "Why would someone take a deal in which they go to prison for worst crimes after doing a DUI?\n\nAnd is there any evidence that this happened besides vibes?",
      "No, there was a lot of hype that children were being held captive under Comet Ping Pong. There was even a reward offered for discovery of any tunnels.\n\nPeople have also insinuated that it was somehow to Alefantis's advantage that the computer was destroyed, which makes no sense. He was never under investigation and if he wanted to get rid of the computer or hard drive at any point, he could have just done it.",
      "If you need to wipe a hard drive, shooting it with a gun is not the way to do it. There are dozens of better, quieter ways to wipe a drive",
      "Good eye",
      "If Wizards aren’t real explain this \n\n[Wizard Confronts a Trump](https://www.youtube.com/watch?v=2GU2E2JA6_A&pp=ygUOdmVybWluIHN1cHJlbWXSBwkJ2ACjtWo3m0M%3D)",
      "Hermetic circle of the golden dawn.\nMagick has been toyed with in a bad manner for too long.",
      "The 3 questions/points I turn to on this are:\n\n1. Why was a pizza shop owner, Alefantis, considered one of the top 50 most powerful people in DC?\n\n2. Why did so many politicians prefer this one pizza place over the hundreds in DC?\n\n3. Why did Hillary state that there was no basement when Alefantis himself said that he kept his vegetables in the basement?",
      "Oh people certainly tried to toy with it. It did not work because magic is not real\n\nYou might as well blame santa claus for 9/11",
      "I hear you. Until a victim is found it will be tough to prove a crime took place."
    ]
  }
]