[
  {
    "title": "Covid.gov now points to a ‘lab leak’ conspiracy website",
    "summary": "Covid.gov, the government website where you could previously find information about covid, now redirects to a page that pushes the conspiracy theory that the virus originated from a lab. Navigating to the website reveals a prominent banner with the words “Lab…",
    "concepts_spacy": [
      "Covid.gov",
      "a ‘lab leak’ conspiracy website",
      "the government website",
      "the conspiracy theory",
      "a prominent banner",
      "information"
    ]
  },
  {
    "title": "Conspiracy Theorist Laura Loomer Gets NSA Director Fired After Meeting With Trump",
    "summary": "Loomer is suing Bill Maher for defamation after the comedian said she was sleeping with the president.",
    "concepts_spacy": [
      "Conspiracy Theorist Laura Loomer",
      "NSA Director Fired",
      "Trump Loomer",
      "Bill Maher",
      "the president",
      "the comedian"
    ]
  },
  {
    "title": "This ICE-snitching app is actually promoting a meme coin",
    "summary": "Right-wing influencers are shilling an app that purportedly lets people earn crypto for reporting sightings of undocumented immigrants. ICERAID, a âGovFi protocol that delegates intelligence gathering tasks to citizens,â has recently been promoted by the …",
    "concepts_spacy": [
      "a meme coin Right-wing influencers",
      "intelligence gathering tasks",
      "undocumented immigrants",
      "This ICE-snitching app",
      "a âGovFi protocol",
      "sightings"
    ]
  },
  {
    "title": "Blood brothers - bonds and betrayal on a rugby pitch",
    "summary": "Tom Williams was part of a conspiracy that united and then divided a Harlequins dressing room, before the truth rocked rugby to its core.",
    "concepts_spacy": [
      "a Harlequins dressing room",
      "Tom Williams",
      "Blood brothers - bonds",
      "a rugby pitch",
      "a conspiracy",
      "the truth"
    ]
  },
  {
    "title": "Cops can’t do cell tower mass surveillance ‘dumps,’ court rules",
    "summary": "A federal judge in Nevada has ruled that it’s unconstitutional to obtain swaths of cellular records through “tower dumps” — but will still let police get away with using it as evidence, as reported earlier by 404 Media and Court Watch. With tower dumps, autho…",
    "concepts_spacy": [
      "Court Watch",
      "tower dumps",
      "Nevada",
      "autho",
      "cell tower mass surveillance",
      "cellular records"
    ]
  },
  {
    "title": "NSA director fired after Trump’s meeting with right-wing influencer Laura Loomer",
    "summary": "General Timothy Haugh, the director of the National Security Agency and US Cyber Command, was fired on Thursday, according to a report from The Washington Post. His removal reportedly occurred just one day after right-wing activist Laura Loomer pushed for his…",
    "concepts_spacy": [
      "right-wing influencer Laura Loomer General Timothy Haugh",
      "right-wing activist Laura Loomer",
      "the National Security Agency",
      "The Washington Post",
      "US Cyber Command",
      "NSA director"
    ]
  },
  {
    "title": "Victim shot through own window, police confirm",
    "summary": "Durham Police has given an update after Barry Dawson was killed in Stanley on Saturday.",
    "concepts_spacy": [
      "Durham Police",
      "Barry Dawson",
      "Saturday",
      "Stanley",
      "own window",
      "an update"
    ]
  },
  {
    "title": "Lori Vallow Daybell starts a new murder trial, acting as her own attorney",
    "summary": "Vallow Daybell is charged with conspiracy to commit first-degree murder in the death of her husband, Charles Vallow, in Arizona in 2019.",
    "concepts_spacy": [
      "Lori Vallow Daybell",
      "Charles Vallow",
      "Arizona",
      "first-degree murder",
      "a new murder trial",
      "conspiracy"
    ]
  },
  {
    "title": "The Conspiracy Theorist Advising Trump",
    "summary": "The chaos inside the White House national-security team persists.",
    "concepts_spacy": [
      "The Conspiracy Theorist Advising Trump",
      "the White House national-security team",
      "The chaos"
    ]
  },
  {
    "title": "NSA Chief Ousted Amid Trump Loyalty Firing Spree",
    "summary": "Plus: Another DOGE operative allegedly has a history in the hacking world, and Donald Trump’s national security adviser apparently had way more Signal chats than previously known.",
    "concepts_spacy": [
      "Donald Trump’s national security adviser",
      "Trump Loyalty Firing Spree Plus",
      "more Signal chats",
      "NSA Chief",
      "Another DOGE operative",
      "the hacking world"
    ]
  },
  {
    "title": "Far-Right Influencers Are Hosting a $10K-Per-Person Matchmaking Weekend to Repopulate the Earth",
    "summary": "The Natal Conference, which costs up to $10,000 to attend, features multiple matchmaking strategy sessions and on-site ministers so attendees can get married, WIRED has learned.",
    "concepts_spacy": [
      "Repopulate the Earth The Natal Conference",
      "Far-Right Influencers Are Hosting",
      "Person",
      "WIRED",
      "multiple matchmaking strategy sessions",
      "attendees"
    ]
  },
  {
    "title": "Elon Musk is paying voters again ahead of the Wisconsin Supreme Court election",
    "summary": "Not satisfied with effectively buying a co-president role in Donald Trump’s administration, Elon Musk has turned his attention — and money — towards a key race in the swing state of Wisconsin. The billionaire’s America PAC is claiming to give $100 to register…",
    "concepts_spacy": [
      "the Wisconsin Supreme Court election",
      "Donald Trump’s administration",
      "The billionaire’s America PAC",
      "Elon Musk",
      "a co-president role",
      "the swing state"
    ]
  },
  {
    "title": "RFK Jr Tells His Favorite Anti-Vaccine Group to Delete Mock CDC Website",
    "summary": "Children's Health Defense published an anti-vaccine webpage that appeared almost identical to the CDC site.",
    "concepts_spacy": [
      "Mock CDC Website Children's Health Defense",
      "RFK Jr Tells",
      "the CDC site",
      "Delete",
      "an anti-vaccine webpage"
    ]
  },
  {
    "title": "Why Right-Wing Influencers Keep Saying the Jews Killed JFK",
    "summary": "Social media supercharges conspiracy theories. Anti-Semitism is one of the oldest.",
    "concepts_spacy": [
      "JFK Social media supercharges conspiracy theories",
      "Right-Wing Influencers",
      "Anti-Semitism",
      "the Jews"
    ]
  },
  {
    "title": "Investigation into prison officer attack by Manchester bomber continues",
    "summary": "Counter-terror police say they are keeping an \"open mind\" as they investigate the attack at HMP Frankland.",
    "concepts_spacy": [
      "Manchester bomber",
      "HMP Frankland",
      "Counter",
      "prison officer attack",
      "Counter-terror police",
      "Investigation"
    ]
  },
  {
    "title": "FDA Guts Food Safety Testing in Latest Move to ‘Make America Health Again’",
    "summary": "The FDA also refused to publicize an outbreak of E. coli, according to a new report.",
    "concepts_spacy": [
      "FDA Guts Food Safety Testing",
      "The FDA",
      "a new report",
      "Latest Move",
      "an outbreak",
      "E. coli"
    ]
  },
  {
    "title": "Laura Loomer Has the Dumbest Possible Conspiracy Theory for the Anti-Trump Protests",
    "summary": "Our reality just keeps getting stupider.",
    "concepts_spacy": [
      "the Dumbest Possible Conspiracy Theory",
      "the Anti-Trump Protests",
      "Laura Loomer",
      "stupider"
    ]
  },
  {
    "title": "Get dozens of Delta Green’s Ennie-award winning stories for just $25",
    "summary": "Drawing from inspiration like The X-Files, Control, Call of Cthulhu, and other conspiracy-laden works of fiction, Delta Green is a TTRPG full of sleeper agents, secretive institutions, and otherworldly phenomena with a healthy dose of trauma sprinkled in for …",
    "concepts_spacy": [
      "Delta Green’s Ennie-award",
      "The X-Files, Control",
      "TTRPG",
      "other conspiracy-laden works",
      "secretive institutions",
      "otherworldly phenomena"
    ]
  },
  {
    "title": "South Korea's president has been removed from power: What happens now?",
    "summary": "The constitutional court unanimously upheld the impeachment of Yoon Suk Yeol.",
    "concepts_spacy": [
      "South Korea's president",
      "Yoon Suk Yeol",
      "The constitutional court",
      "the impeachment",
      "power"
    ]
  },
  {
    "title": "HHS will review guidance on the addition of fluoride to drinking water",
    "summary": "HHS Secretary Robert F. Kennedy Jr. has blamed the addition of fluoride — a common, naturally occurring mineral — for a host of health issues. The CDC says the policy has reduced cavities by some 25%.",
    "concepts_spacy": [
      "drinking water HHS Secretary Robert F. Kennedy Jr.",
      "The CDC",
      "a common, naturally occurring mineral",
      "health issues",
      "the addition",
      "the policy"
    ]
  }
]