[
  {
    "title": "NSA Chief Ousted Amid Trump Loyalty Firing Spree",
    "summary": "Plus: Another DOGE operative allegedly has a history in the hacking world, and Donald Trump’s national security adviser apparently had way more Signal chats than previously known.\n\nThe biggest news this week is inarguably the Trump administration’s baffling tariffs , which have rattled the global economy, impacting everything from the US tech industry to literal penguins , leaving most of the world wondering what comes next. But if you’re looking for a mystery that doesn’t feel quite so, well, existential , look no further than Indiana University.\n\nOn March 18, the FBI raided the homes of Xiaofeng Wang , a data privacy professor and researcher who worked at the IU for more than 20 years. The same day, according to a termination email viewed by WIRED, Wang was fired from his job, and people soon noticed that he and his wife seemed to have disappeared.",
    "concepts_spacy": [
      "Donald Trump’s national security adviser",
      "Trump Loyalty Firing Spree Plus",
      "the Trump administration",
      "the US tech industry",
      "Indiana University",
      "more Signal chats"
    ]
  },
  {
    "title": "Far-Right Influencers Are Hosting a $10K-Per-Person Matchmaking Weekend to Repopulate the Earth",
    "summary": "The Natal Conference, which costs up to $10,000 to attend, features multiple matchmaking strategy sessions and on-site ministers so attendees can get married, WIRED has learned.\n\nOrganizers behind a pronatalist conference with far-right ties in Austin, Texas, this weekend have set up matchmaking events for attendees that include the option of getting married onsite as part of their greater effort to repopulate the world, WIRED has learned.\n\nAccording to its website, the sold-out Natal Conference, taking place March 28-29 at a hotel operated by the University of Texas at Austin, has “no political or ideological goal other than a world in which our children can have grandchildren.” But the event, an earlier version of which was promoted by Elon Musk , features speakers like Pizzagate conspiracy theorist Jack Posobiec and Crémieux, an online pseudonym linked, according to The Guardian , to Jordan Lasker, who discusses falling birthrates and promotes eugenics.",
    "concepts_spacy": [
      "Pizzagate conspiracy theorist Jack Posobiec",
      "Repopulate the Earth The Natal Conference",
      "Far-Right Influencers Are Hosting",
      "the sold-out Natal Conference",
      "the University of Texas",
      "Jordan Lasker"
    ]
  },
  {
    "title": "Covid.gov now points to a ‘lab leak’ conspiracy website",
    "summary": "Covid.gov, the government website where you could previously find information about covid, now redirects to a page that pushes the conspiracy theory that the virus originated from a lab. Navigating to the website reveals a prominent banner with the words “Lab…\n\nThe webpage purports to reveal the ‘true origins’ of covid.\n\nThe webpage purports to reveal the ‘true origins’ of covid.",
    "concepts_spacy": [
      "Covid.gov",
      "a ‘lab leak’ conspiracy website",
      "the government website",
      "the conspiracy theory",
      "The webpage purports",
      "a prominent banner"
    ]
  },
  {
    "title": "This ICE-snitching app is actually promoting a meme coin",
    "summary": "Right-wing influencers are shilling an app that purportedly lets people earn crypto for reporting sightings of undocumented immigrants. ICERAID, a âGovFi protocol that delegates intelligence gathering tasks to citizens,â has recently been promoted by the …\n\nICERAID claims to pay people in crypto for reporting undocumented immigrants. There’s no indication that actually happens.\n\nby Gaby Del Valle",
    "concepts_spacy": [
      "Gaby Del Valle",
      "a meme coin Right-wing influencers",
      "intelligence gathering tasks",
      "undocumented immigrants",
      "This ICE-snitching app",
      "a âGovFi protocol"
    ]
  },
  {
    "title": "Cops can’t do cell tower mass surveillance ‘dumps,’ court rules",
    "summary": "A federal judge in Nevada has ruled that it’s unconstitutional to obtain swaths of cellular records through “tower dumps” — but will still let police get away with using it as evidence, as reported earlier by 404 Media and Court Watch. With tower dumps, autho…\n\nBut the Nevada judge still let police use the data as evidence.\n\nBut the Nevada judge still let police use the data as evidence.",
    "concepts_spacy": [
      "the Nevada judge",
      "Court Watch",
      "tower dumps",
      "autho",
      "cell tower mass surveillance",
      "cellular records"
    ]
  },
  {
    "title": "NSA director fired after Trump’s meeting with right-wing influencer Laura Loomer",
    "summary": "General Timothy Haugh, the director of the National Security Agency and US Cyber Command, was fired on Thursday, according to a report from The Washington Post. His removal reportedly occurred just one day after right-wing activist Laura Loomer pushed for his…\n\nLoomer advocated for General Timothy Haugh’s removal, The Washington Post reports.\n\nLoomer advocated for General Timothy Haugh’s removal, The Washington Post reports.",
    "concepts_spacy": [
      "right-wing influencer Laura Loomer General Timothy Haugh",
      "right-wing activist Laura Loomer",
      "General Timothy Haugh’s removal",
      "the National Security Agency",
      "The Washington Post",
      "US Cyber Command"
    ]
  },
  {
    "title": "Elon Musk is paying voters again ahead of the Wisconsin Supreme Court election",
    "summary": "Not satisfied with effectively buying a co-president role in Donald Trump’s administration, Elon Musk has turned his attention — and money — towards a key race in the swing state of Wisconsin. The billionaire’s America PAC is claiming to give $100 to register…\n\nMusk has already funneled $14 million into the consequential race, which would swing the balance of power in the state’s highest court.\n\nMusk has already funneled $14 million into the consequential race, which would swing the balance of power in the state’s highest court.",
    "concepts_spacy": [
      "the Wisconsin Supreme Court election",
      "Donald Trump’s administration",
      "The billionaire’s America PAC",
      "Elon Musk",
      "the state’s highest court",
      "the consequential race"
    ]
  },
  {
    "title": "Conspiracy Theorist Laura Loomer Gets NSA Director Fired After Meeting With Trump",
    "summary": "Loomer is suing Bill Maher for defamation after the comedian said she was sleeping with the president.\n\nGen. Timothy Haugh was fired Thursday as head of the NSA and U.S. Cyber Command, along with NSA deputy director Wendy Noble, in a shock move that’s befuddling national security experts. Far-right conspiracy theorist Laura Loomer was apparently behind the dismissals after she presented President Donald Trump with what she called “vetting materials” about people who are disloyal to the president.\n\nLoomer appeared to take credit for the firings on the social media platform X late Thursday, which came not long after three other senior members of the National Security Council were also fired at the behest of the 31-year-old online influencer.",
    "concepts_spacy": [
      "Far-right conspiracy theorist Laura Loomer",
      "NSA deputy director Wendy Noble",
      "the National Security Council",
      "President Donald Trump",
      "U.S. Cyber Command",
      "NSA Director Fired"
    ]
  },
  {
    "title": "RFK Jr Tells His Favorite Anti-Vaccine Group to Delete Mock CDC Website",
    "summary": "Children's Health Defense published an anti-vaccine webpage that appeared almost identical to the CDC site.\n\nAnti-vaccine advocate and health secretary for the United States, Robert F. Kennedy Jr., ordered the nonprofit he once chaired to delete a webpage that mimicked the design of the Centers for Disease Control and Prevention while wrongly linking vaccines to autism. The New York Times earlier reported on the development.\n\nRFK Jr. has long been an outspoken skeptic of vaccines, despite scant evidence supporting cause for concern. The mock website featured evidence both supporting and debunking a connection to autism, but much of the research making a connection was reportedly not peer-reviewed.",
    "concepts_spacy": [
      "the Centers for Disease Control and Prevention",
      "Mock CDC Website Children's Health Defense",
      "Robert F. Kennedy Jr.",
      "The New York Times",
      "the United States",
      "RFK Jr Tells"
    ]
  },
  {
    "title": "FDA Guts Food Safety Testing in Latest Move to ‘Make America Health Again’",
    "summary": "The FDA also refused to publicize an outbreak of E. coli, according to a new report.\n\nThe Food and Drug Administration has suspended quality control tests for a vital food safety program and is planning to end virtually all routine food safety inspections, according to a pair of reports from Reuters and CBS News. On top of that, NBC News has learned the FDA refused to publicize a recent E. coli outbreak in lettuce that ripped through 15 states. And it’s all just the latest batch of bad news for essential government programs courtesy of President Donald Trump and his dipshit conspiracy theorist at the Department of Health and Human Services, Robert F. Kennedy Jr.\n\nFirst up, the FDA is suspending quality control testing at the Food Emergency Response Network (FERN) Proficiency Testing Program, according to a report from Reuters . The program tests for parasites like Cyclospora in spinach and the pesticide glyphosate in barley, among other foods. The suspension was announced internally at the FDA on Tuesday, according to Reuters, which cites an email distributed about staff leaving. The program oversees testing at about 170 labs, which will no longer get quality control checks through at least Sept. 30.",
    "concepts_spacy": [
      "the Department of Health and Human Services",
      "the Food Emergency Response Network",
      "FERN) Proficiency Testing Program",
      "The Food and Drug Administration",
      "FDA Guts Food Safety Testing",
      "a recent E. coli outbreak"
    ]
  },
  {
    "title": "That Tweet About Elon Musk’s Botched Penis Being Real Is Fake",
    "summary": "Ashley St. Clair didn't actually confirm the rumors.\n\nDid Ashley St. Clair, the MAGA influencer who says Elon Musk is the father of her child , confirm rumors that the billionaire oligarch had a “botched” penis enlargement surgery? There’s a screenshot of a tweet that’s going viral on social media right now that appears to show exactly that. But the screenshot is completely fake.\n\nThe tweet appears to have been created by an account on X called @marionumber4 , which currently has the name 679 Enthusiast. The pseudonymous account has a long history of creating fake “deleted” tweets of right-wing figures like Musk, Candace Owens, and Grimes. And this one is no different.",
    "concepts_spacy": [
      "the MAGA influencer",
      "Ashley St. Clair",
      "Candace Owens",
      "Enthusiast",
      "Elon Musk",
      "a “botched” penis enlargement surgery"
    ]
  },
  {
    "title": "Tunisian opposition leaders jailed on terror charges",
    "summary": "The defendants get sentences of up to 66 years after a trial described by a defence lawyer as a farce.\n\nA court in Tunisia has sentenced a group of senior politicians, businessmen and lawyers to long prison sentences on conspiracy and terrorism charges.\n\nThe defendants received sentences of up to 66 years. They include leaders of National Salvation Front, the main opposition coalition, who were arrested in 2023.",
    "concepts_spacy": [
      "National Salvation Front",
      "Tunisia",
      "conspiracy and terrorism charges",
      "the main opposition coalition",
      "Tunisian opposition leaders",
      "long prison sentences"
    ]
  },
  {
    "title": "Prison staff could die if security not improved, officer warns after Abedi attack",
    "summary": "A prison officer calls for \"urgent change in security measures\" after an attack on three colleagues by inmate Hashem Abedi.\n\nA prison officer at HMP Frankland in County Durham has told the BBC \"there needs to be an urgent change in security measures\" across all prisons or staff will die.\n\nIt comes after the Manchester Arena bomber Hashem Abedi threw hot oil at officers and stabbed them with makeshift weapons at the prison on Saturday. Three members of staff were seriously injured, with one remaining in hospital.",
    "concepts_spacy": [
      "the Manchester Arena bomber Hashem Abedi",
      "HMP Frankland",
      "County Durham",
      "Prison staff",
      "Saturday",
      "the BBC"
    ]
  },
  {
    "title": "The unravelling of Yoon Suk Yeol: South Korea's 'stubborn and hot-tempered' martial law president",
    "summary": "The BBC has spoken to people close to the president to understand what drove him to trigger an authoritarian takeover.\n\nSouth Korea's Constitutional Court has ruled Yoon Suk Yeol abused his power by declaring martial law last December, and permanently removed him from office.\n\nBefore that, South Korea was not somewhere you might expect a military takeover - a peaceful and proud democracy, admired across the globe for its K-dramas and technological innovation.",
    "concepts_spacy": [
      "South Korea's 'stubborn and hot-tempered' martial law president",
      "South Korea's Constitutional Court",
      "Yoon Suk Yeol:",
      "last December",
      "The BBC",
      "a peaceful and proud democracy"
    ]
  },
  {
    "title": "How an iPad dug up from the Thames solved museum thieves' murder plot",
    "summary": "Police were able to use the iPad as key evidence in a trial of three men who plotted to murder a cage fighter.\n\nA Ming vase stolen from a Swiss museum. A shooting at a comedian's house in Woodford, east London. The robbery of a luxury apartment in Sevenoaks, Kent.\n\nThese seemingly unconnected events were all part of a web of international organised crime that police untangled after a six-year-long investigation.",
    "concepts_spacy": [
      "A Ming vase",
      "east London",
      "Woodford",
      "the iPad",
      "an iPad",
      "museum thieves' murder plot Police"
    ]
  },
  {
    "title": "Blood brothers - bonds and betrayal on a rugby pitch",
    "summary": "Tom Williams was part of a conspiracy that united and then divided a Harlequins dressing room, before the truth rocked rugby to its core.\n\nBlood brothers - bonds and betrayal on a rugby pitch\n\nTom Williams, kneeling on one knee, runs his hand over the blades of grass. His eyes are desperately scanning as his heartbeat rises further.",
    "concepts_spacy": [
      "a rugby pitch\n\nTom Williams",
      "a Harlequins dressing room",
      "Blood brothers - bonds",
      "a conspiracy",
      "the blades",
      "the truth"
    ]
  },
  {
    "title": "Victim shot through own window, police confirm",
    "summary": "Durham Police has given an update after Barry Dawson was killed in Stanley on Saturday.\n\nDetectives investigating the death of a man who was shot through his window are working \"around the clock\", police say.\n\nBarry Dawson, 60, was shot in his Elm Street home in Stanley, County Durham, on Saturday and died at the scene.",
    "concepts_spacy": [
      "Durham Police",
      "County Durham",
      "Barry Dawson",
      "Elm Street",
      "Saturday",
      "Stanley"
    ]
  },
  {
    "title": "Investigation into prison officer attack by Manchester bomber continues",
    "summary": "Counter-terror police say they are keeping an \"open mind\" as they investigate the attack at HMP Frankland.\n\nThe investigation into an attack on three prison officers at a high-security prison on Saturday remains ongoing, counter-terrorism police have said.\n\nThree officers were taken to hospital with \"life-threatening injuries\" after being attacked by Hashem Abedi , one of the men responsible for the Manchester Arena bombing, according to the Prison Officers' Association (POA).",
    "concepts_spacy": [
      "the Prison Officers' Association (POA",
      "the Manchester Arena bombing",
      "Manchester bomber",
      "HMP Frankland",
      "Hashem Abedi",
      "Saturday"
    ]
  },
  {
    "title": "South Korea's president has been removed from power: What happens now?",
    "summary": "The constitutional court unanimously upheld the impeachment of Yoon Suk Yeol.\n\nSouth Korea's president has been removed from office after the Constitutional Court voted unanimously to uphold his impeachment.\n\nYoon Suk Yeol was suspended from duty in December after being impeached by parliament, following his failed attempt to impose martial law.",
    "concepts_spacy": [
      "the Constitutional Court",
      "South Korea's president",
      "Yoon Suk Yeol",
      "December",
      "the impeachment",
      "martial law"
    ]
  },
  {
    "title": "Lori Vallow Daybell starts a new murder trial, acting as her own attorney",
    "summary": "Vallow Daybell is charged with conspiracy to commit first-degree murder in the death of her husband, Charles Vallow, in Arizona in 2019.\n\nBy\n\nBill Chappell",
    "concepts_spacy": [
      "Lori Vallow Daybell",
      "Charles Vallow",
      "Bill Chappell",
      "Arizona",
      "first-degree murder",
      "a new murder trial"
    ]
  },
  {
    "title": "HHS will review guidance on the addition of fluoride to drinking water",
    "summary": "HHS Secretary Robert F. Kennedy Jr. has blamed the addition of fluoride — a common, naturally occurring mineral — for a host of health issues. The CDC says the policy has reduced cavities by some 25%.\n\nBy\n\nAlana Wise",
    "concepts_spacy": [
      "drinking water HHS Secretary Robert F. Kennedy Jr.",
      "Alana Wise",
      "The CDC",
      "a common, naturally occurring mineral",
      "health issues",
      "the addition"
    ]
  },
  {
    "title": "Trump downplays the role of far-right activist in firings of NSC staff",
    "summary": "President Trump is downplaying reports that far-right provocateur Laura Loomer influenced National Security Council firings on Thursday.\n\nBy\n\nNPR Washington Desk",
    "concepts_spacy": [
      "National Security Council firings",
      "NSC staff President Trump",
      "NPR Washington Desk",
      "Laura Loomer",
      "Thursday",
      "far-right activist"
    ]
  },
  {
    "title": "Federal judge drops corruption case against New York City Mayor Eric Adams",
    "summary": "Adams was scheduled to go on trial in April until new leadership at the Justice Department under the Trump administration ordered prosecutors in New York in February to drop the case, sparking a public outcry and resignations of prosecutors.\n\nBy\n\nRyan Lucas",
    "concepts_spacy": [
      "New York City Mayor Eric Adams Adams",
      "the Trump administration",
      "the Justice Department",
      "Ryan Lucas",
      "February",
      "April"
    ]
  },
  {
    "title": "National Security Agency chief fired as Trump ousts another top military officer",
    "summary": "Air Force Gen. Timothy Haugh served just over a year as director of the NSA, the spy agency that collects cyber intelligence worldwide. He's the latest of several senior officers fired by Trump.\n\nGreg Myre\n\nThe head of the National Security Agency, Gen. Timothy Haugh, testifies before the Senate Intelligence Committee in 2024. Haugh is the latest of several top military officials to be fired by the Trump administration. Mandel Ngan/AFP via Getty Images hide caption",
    "concepts_spacy": [
      "the Senate Intelligence Committee",
      "National Security Agency chief",
      "the National Security Agency",
      "Air Force Gen. Timothy Haugh",
      "the Trump administration",
      "cyber intelligence"
    ]
  },
  {
    "title": "Grilled by Senate, Boeing CEO admits to \"serious missteps\" on safety",
    "summary": "Boeing's CEO admits the company \"made serious missteps\" that hurt the safety of its planes. But denies the company pressures workers to speed up airplane production.\n\nBy\n\nDavid Schaper",
    "concepts_spacy": [
      "safety Boeing's CEO",
      "David Schaper",
      "Boeing CEO",
      "Senate",
      "the company pressures workers",
      "airplane production"
    ]
  },
  {
    "title": "This Harlem pastor fights mental health stigma — and shares his own struggles",
    "summary": "First Corinthian Baptist Church founded a separate nonprofit that employs therapists to bring mental health care to a community where stigma remains a high barrier to healing.\n\nBy\n\nKatia Riddle",
    "concepts_spacy": [
      "First Corinthian Baptist Church",
      "This Harlem pastor",
      "Katia Riddle",
      "mental health stigma",
      "a separate nonprofit",
      "mental health care"
    ]
  },
  {
    "title": "A hot seat for Musk, the trade war and third-term talk: Takeaways from the week",
    "summary": "A GOP electoral warning points to Elon Musk in the hot seat, and President Trump employed a third-term distraction. Also, a trade war rages, and there were mass firings at key scientific agencies.\n\nDomenico Montanaro\n\nPresident Trump holds up a chart while speaking during a trade announcement event in the White House Rose Garden on April 2. Chip Somodevilla/Getty Images hide caption",
    "concepts_spacy": [
      "Domenico Montanaro\n\nPresident Trump",
      "A GOP electoral warning points",
      "Chip Somodevilla/Getty Images",
      "the White House Rose Garden",
      "Elon Musk",
      "April"
    ]
  },
  {
    "title": "Could polio be poised for a comeback?",
    "summary": "Cases have been rising in Afghanistan and Pakistan — and global health specialists are worried that this year's U.S. foreign aid cuts could usher in a wider resurgence.\n\nBy\n\nBetsy Joles",
    "concepts_spacy": [
      "this year's U.S. foreign aid cuts",
      "Afghanistan",
      "Betsy Joles",
      "Pakistan",
      "global health specialists",
      "a wider resurgence"
    ]
  },
  {
    "title": "Trump targets Susman Godfrey, a law firm representing Dominion and The New York Times",
    "summary": "Susman has previously represented Dominion Voting Systems in its blockbuster suit against Fox News.\n\nPresident Donald Trump on Wednesday added Susman Godfrey to the list of law firms he's targeting with the weight of the White House's bully pulpit.\n\nAccording to a White House fact sheet, Susman is being targeted over what the White House has called its work to \"weaponize the American legal system and degrade the quality of American elections.\"",
    "concepts_spacy": [
      "the White House's bully pulpit",
      "Trump targets Susman Godfrey",
      "The New York Times Susman",
      "a White House fact sheet",
      "Dominion Voting Systems",
      "President Donald Trump"
    ]
  },
  {
    "title": "Judge gives Charlie Javice lawyers a warning after they rattled jurors by asking about deliberations",
    "summary": "Judge issues a stern warning after jurors report 'concerns and discomfort' over Javice defense team, which has sought details of their deliberations.\n\nLawyers for the fintech entrepreneur Charlie Javice have been seeking post-verdict interviews with the federal jurors who convicted her of fraud in Manhattan last week — leaving one so rattled that they reached out to the US Marshal Service to complain.\n\n\"Several jurors have expressed concerns and discomfort from efforts by the defense attorneys to contact them and inquire about jury deliberations,\" the trial judge wrote to the defense team, disclosing the jurors' concerns in a sternly worded warning letter.",
    "concepts_spacy": [
      "the US Marshal Service",
      "Javice defense team",
      "Charlie Javice",
      "Manhattan",
      "a sternly worded warning letter",
      "the fintech entrepreneur"
    ]
  },
  {
    "title": "Just how big a hit is 'Severance,' after all?",
    "summary": "\"Severance\" is the breakout hit Apple TV+ has wanted for years. But this chart shows it's not nearly as popular as massive shows from competitors.\n\nHow do you know \"Severance\" is a breakthrough hit for Apple TV+?\n\nThere are lots of ways to judge that: If you're a social media person, you've seen the memes . If you read The New York Times, you've seen story after story after story — at least eight in the last week . Maybe you're just taking my word for it . (Thank you!)",
    "concepts_spacy": [
      "the breakout hit Apple TV+",
      "The New York Times",
      "a social media person",
      "a breakthrough hit",
      "at least eight",
      "the last week"
    ]
  },
  {
    "title": "Charlie Javice trial closings are Wednesday in $175M JPMorgan fraud case. One word will play a starring role.",
    "summary": "Prosectors say the Frank founder assured JPMorgan Chase that the financial aid website had 4.25M users. Just what she meant by user is hotly disputed.\n\nClosing arguments began Wednesday morning and stretched into the early evening in the Charlie Javice fraud trial in New York — with one word playing a starring role.\n\nThat pivotal word is \"user.\"",
    "concepts_spacy": [
      "the Charlie Javice fraud trial",
      "Charlie Javice trial closings",
      "the Frank founder",
      "JPMorgan Chase",
      "Wednesday",
      "New York"
    ]
  },
  {
    "title": "Charlie Javice says she can't wear an ankle monitor prior to her JPMorgan fraud sentencing because she teaches pilates",
    "summary": "Javice remains free pending sentencing in a $175M fraud against JPMorgan. Her lawyer says an ankle monitor would make teaching pilates \"impossible.\"\n\nLawyers for Charlie Javice say she can't possibly wear an ankle bracelet between now and her July 26 sentencing for defrauding JPMorgan — because it would get in the way of her job as a Pilates instructor.\n\nMoments after a Manhattan federal jury's guilty-on-all-counts verdict on Friday, government prosecutors asked the judge to order that the newly convicted fintech fraudster be ordered to submit to electronic monitoring over the next four months.",
    "concepts_spacy": [
      "a Manhattan federal jury's guilty-on-all-counts verdict",
      "a Pilates instructor",
      "Charlie Javice",
      "JPMorgan",
      "Friday",
      "the newly convicted fintech fraudster"
    ]
  },
  {
    "title": "RFK Jr. was the great hope for autism families. Now, they're not so sure.",
    "summary": "They hoped RFK Jr.'s Make America Healthy Again push would help their kids with autism. Then the DOGE cuts started to kick in.\n\nThey hoped RFK Jr. would help their kids with autism. Then the cuts began.\n\nAs a prominent vaccine skeptic, Kim Mack Rosenberg was elated when Robert F. Kennedy Jr. took the reins at the Department of Health and Human Services. She's been a key player in RFK's movement to Make America Healthy Again , serving as the general counsel for Children's Health Defense, the nonprofit he founded in 2015.",
    "concepts_spacy": [
      "the Department of Health and Human Services",
      "RFK Jr.'s Make America Healthy",
      "Make America Healthy Again",
      "Children's Health Defense",
      "Robert F. Kennedy Jr.",
      "Kim Mack Rosenberg"
    ]
  },
  {
    "title": "How do you stop AI from spreading abuse? Leaked docs show how humans are paid to write it first.",
    "summary": "Scale AI's safety projects rely on freelancers to create graphic and \"harmful\" prompts. Internal documents show how they're trained to do it.\n\nContent Note: This story mentions animal abuse, domestic abuse, and suicide.\n\nFreelancers are encouraged to \"stay creative\" as they test AI with prompts about torture or animal cruelty, leaked training documents obtained by Business Insider show.",
    "concepts_spacy": [
      "Scale AI's safety projects",
      "Business Insider show",
      "Content Note",
      "Internal documents",
      "training documents",
      "domestic abuse"
    ]
  },
  {
    "title": "Why is everyone suddenly obsessed with divine feminine energy?",
    "summary": "Creators say divine feminine energy can help people live more authentically, but its message sometimes gets watered down on social media.\n\nAlexis Smith and Nadia Khaled were at a crossroads in their early 20s. Smith, 25, was reeling from an intense breakup, while Khaled, 26, needed a change after losing her job.\n\nThen, they tapped into their feminine energy — and everything changed.",
    "concepts_spacy": [
      "Alexis Smith",
      "Nadia Khaled",
      "divine feminine energy",
      "an intense breakup",
      "social media",
      "a crossroads"
    ]
  },
  {
    "title": "Sick of Musk and Zuckerberg, Gen Z is flocking to Tumblr",
    "summary": "Sick of Musk and Zuckerberg, Zoomers have found a new place to network that millennials didn't already ruin: Tumblr.\n\nSick of Musk and Zuckerberg, Gen Zers are flocking to Tumblr\n\nOccupy Wall Street, Notorious RBG, cottagecore. These and several other lasting internet trends and IRL movements of the 2010s were born not on Twitter, on Facebook, or in the mainstream media but on Tumblr . You might remember it as the blogging platform that became one of the most hyped startups in the world before fading into obsolescence — bought by Yahoo for $1.1 billion in 2013 (back when a billion still felt like a billion), then acquired by Verizon, and later offloaded for fractions of pennies on the dollar in a distressed sale. That same Tumblr, a relic of many millennials' formative years, has been having a moment among Gen Z.",
    "concepts_spacy": [
      "Tumblr\n\nOccupy Wall Street, Notorious RBG",
      "Tumblr Sick",
      "Zuckerberg",
      "Gen Zers",
      "Verizon",
      "Gen Z."
    ]
  },
  {
    "title": "On Egyptian Pyramids and Why It’s Definitely Aliens",
    "summary": "History is rather dull and unexciting to most people, which naturally invites exciting flights of fancy that can range from the innocent to outright conspiracies. Nobody truly believes that the …read more\n\nHistory is rather dull and unexciting to most people, which naturally invites exciting flights of fancy that can range from the innocent to outright conspiracies. Nobody truly believes that the astounding finds and (fully functioning) ancient mechanisms in the Indiana Jones and Uncharted franchises are real, with mostly intact ancient cities waiting for intrepid explorers along with whatever mystical sources of power, wealth or influence formed the civilization’s foundations before its tragic demise. Yet somehow Plato’s fictive Atlantis has taken on a life of its own, along with many other ‘lost’ civilizations, whether real or imagined.\n\nOf course, if these aforementioned movies and video games were realistic, they would center around a big archaeological dig and thrilling finds like pot shards and cuneiform clay tablets, not ways to smite enemies and gain immortality. Nor would it involve solving complex mechanical puzzles to gain access to the big secret chamber, prior to walking out of the readily accessible backdoor. Reality is boring like that, which is why there’s a major temptation to spruce things up. With the Egyptian pyramids as well as similar structures around the world speaking to the human imagination, this has led to centuries of half-baked ideas and outright conspiracies.",
    "concepts_spacy": [
      "Plato’s fictive Atlantis",
      "the Indiana Jones",
      "Aliens History",
      "many other ‘lost’ civilizations",
      "the readily accessible backdoor",
      "the civilization’s foundations"
    ]
  },
  {
    "title": "San Diego restaurateur sentenced for COVID-relief fraud, tax evasion",
    "summary": "Leronce Suel, a San Diego restaurant owner, was sentenced Friday to 42 months in federal prison for fraudulently obtaining over $1.7 million in COVID-19...\n\nSAN DIEGO (FOX 5/KUSI) Leronce Suel, a 47-year-old San Diego restaurant owner, was sentenced Friday to 42 months in federal prison for fraudulently obtaining over $1.7 million in COVID-19 relief fund… [+2539 chars]",
    "concepts_spacy": [
      "a San Diego restaurant owner",
      "tax evasion Leronce Suel",
      "San Diego restaurateur",
      "Friday",
      "COVID-relief fraud",
      "federal prison"
    ]
  },
  {
    "title": "We were right: New books expose truth about Biden's failing health. I'm furious. | Opinion",
    "summary": "Two new books, 'Fight' and 'Uncharted,' show President Joe Biden was in serious decline and was surrounded by people who knew it but stayed silent.\n\nFor months in early 2024, conservatives like myself tried to sound the alarm on President Joe Biden 's declining physical and mental health. It was obvious that he was unwell.\n\nYet, Democrats and much of the legacy news media ignored that reality and even attacked those of us who were willing to speak the truth. They claimed we were fabricating tales and spreading baseless conspiracy theories.",
    "concepts_spacy": [
      "President Joe Biden 's declining physical and mental health",
      "Biden's failing health",
      "the legacy news media",
      "baseless conspiracy theories",
      "serious decline",
      "conservatives"
    ]
  },
  {
    "title": "Donald Trump shares video claiming he’s ‘purposefully crashing the market’—but then insists ‘he doesn’t want anything to go down’",
    "summary": "President Trump then told media aboard Air Force One: \"I don't want anything to go down, but sometimes you have to take medicine to fix something.\"\n\n<ul><li>Speculation has increased that President Trump may be deliberately slowing the economy through tariff policies and market disruption in order to pressure the Federal Reserve into lowering int… [+4223 chars]",
    "concepts_spacy": [
      "Donald Trump shares video",
      "the Federal Reserve",
      "ul><li>Speculation",
      "the market’—but",
      "President Trump",
      "Air Force"
    ]
  },
  {
    "title": "Judge dismisses Eric Adams case and says it cannot be brought again, defying Trump DOJ",
    "summary": "The judge overseeing the corruption case against Eric Adams has dismissed the charges against the New York City mayor, and in a spilt with the Trump Justice ...\n\nFollow:\n\nThe judge overseeing the corruption case against Eric Adams has dismissed the charges against the New York City mayor, and in a split with the Trump Justice Department, ordered that the charges cannot be brought again.",
    "concepts_spacy": [
      "the Trump Justice Department",
      "the New York City mayor",
      "Eric Adams case",
      "Trump DOJ",
      "the corruption case",
      "the charges"
    ]
  },
  {
    "title": "Hiltzik: RFK Jr. reportedly puts anti-vaxxer in charge of studying debunked link between vaccines and autism",
    "summary": "The claim of a link between vaccines and autism has been decisively debunked. Why has RFK Jr. put one of its promoters in charge of investigating it?\n\nGiven that a hallmark of the Trump administration is the gulf between its appointees' responsibilities and their qualifications for their jobs, it may be hard to pick out the quintessential example o… [+10054 chars]",
    "concepts_spacy": [
      "the Trump administration",
      "RFK Jr.",
      "vaxxer",
      "the quintessential example o",
      "debunked link",
      "a hallmark"
    ]
  },
  {
    "title": "Who Is Laura Loomer and What Is Her Relationship With Trump?",
    "summary": "The right-wing personality known for her incendiary social media presence had appeared to be sidelined but may have the President’s ear again, at least for now.\n\nAP\n\nLaura Loomer speaks to media before the start of Donald Trump’s trial at Manhattan Criminal Court on April 15, 2024.",
    "concepts_spacy": [
      "Manhattan Criminal Court",
      "Donald Trump’s trial",
      "the President’s ear",
      "AP\n\nLaura Loomer",
      "April",
      "The right-wing personality"
    ]
  },
  {
    "title": "The Alarming Effort To Rewrite the History of Watergate",
    "summary": "For decades, politicians distanced themselves from Nixon's Watergate legacy. Now, some conservatives are advancing a new version of history.\n\nErnst Haas—Getty Images\n\nA mid a historic wave of firings and other attacks on federal employees, Trump recently declared that the president of the Richard Nixon Foundation, Jim Byron, would oversee the National Archives and Records Administration (NARA) on “a day-to-day basis.” Trump touted the experience of the 31-year-old Byron, who “has worked with the National Archives for many years.” He neglected to mention that this experience began with the Nixon Foundation, where he started as an intern .",
    "concepts_spacy": [
      "The Alarming Effort To Rewrite the History of Watergate For",
      "the National Archives and Records Administration",
      "the National Archives for many years",
      "the Richard Nixon Foundation",
      "Nixon's Watergate legacy",
      "the Nixon Foundation"
    ]
  },
  {
    "title": "What to Know About Suspect Charged in Arson Attack on Pennsylvania Gov. Josh Shapiro’s Home",
    "summary": "What to know about Cody Balmer, the man accused of setting fire to Pennsylvania Gov. Josh Shapiro's home\n\nReporter\n\nReporter",
    "concepts_spacy": [
      "Pennsylvania Gov. Josh Shapiro's home\n\nReporter\n\nReporter",
      "Pennsylvania Gov. Josh Shapiro’s Home",
      "Arson Attack",
      "Cody Balmer",
      "Suspect",
      "the man"
    ]
  },
  {
    "title": "South Korea to Hold Election on June 3 to Replace Ousted President",
    "summary": "It will be an uphill battle for the conservatives to hold on to power.\n\nAP\n\nPeople gather in Seoul on April 5, 2025, to celebrate the removal of President Yoon over his Dec. 3 martial law declaration.",
    "concepts_spacy": [
      "Ousted President",
      "President Yoon",
      "South Korea",
      "AP\n\nPeople",
      "Seoul",
      "April"
    ]
  },
  {
    "title": "Breaking Down the Central Mysteries in The Apothecary Diaries Season 1",
    "summary": "Season 1 of the hit anime mystery romance is streaming on Netflix. Here's everything you need to know\n\nBurt is a contributor for TIME.\n\nThe Apothecary Diaries Season 1",
    "concepts_spacy": [
      "The Apothecary Diaries Season",
      "the Central Mysteries",
      "the hit anime mystery romance",
      "a contributor",
      "Netflix",
      "Burt"
    ]
  },
  {
    "title": "A Certain Kind of TV Show Is More Popular Than Ever. Thank Trump and the State of the World.",
    "summary": "Hit shows like Severance, Paradise, and Squid Game all have one thing in common.\n\nStop me if you’ve heard this one before: There’s a protagonist who either works for or has earned an insider’s glimpse into an all-powerful facility that functions with impunity, carrying out secretive plans that reshape the surrounding communities in subtle yet significant ways. This character, once an enthusiastic participant within the institution, is becoming steadily more skeptical of what it really does, and why. They get the attention of a curious outsider who’s already been probing this arcane business, uncovering some hints about the insidious forces at work here—namely, a cultish private corporation that operates with either tacit or explicit governmental approval. As a result, our heroes can’t rely on the authorities to address this; they have to take on the dangerous initiative on their own. And along the way, they’ll make even more shocking discoveries about how this institution has embedded itself, inescapably, in everyday life, to the point that taking it down will require a wholesale readjustment of society at large.\n\nWhat show am I describing? Perhaps you thought of Severance , the beloved Apple TV+ workplace thriller that just wrapped up a second season chock-full of revelations about an abandoned company town once powered by child labor , a human disappearance aided and abetted by police, and all the ripple effects that the central corporation, Lumon, has on the economies and livelihoods of people who live miles away from its imposing headquarters. Or you thought of Paradise , the breakout Hulu mystery box revolving around a tech overlord’s microsimulation of Earth and all the government backslapping that made it possible. Or maybe even Adult Swim’s Common Side Effects , for which the minds behind Silicon Valley and Veep imagine a crooked pharmaceutical giant and its government contacts going after a (rightly) paranoid hippie, because he’s discovered a potent mushroom that could make modern medicine obsolete. Or perhaps the Netflix megahit Squid Game , whose second season gave us brutal insights into how the seemingly omniscient operators behind the titular competition obscure their secretive island location, recruit for their well-armed militia, foster an elaborate organ-trafficking network, and work free of credulous police scrutiny. And let’s not forget The Boys , which in both the original comics and its Prime Video adaptation lays out an arm of the military-industrial complex that can generously be described as a superhero assembly line.",
    "concepts_spacy": [
      "Or maybe even Adult Swim’s Common Side Effects",
      "the beloved Apple TV+ workplace thriller",
      "a tech overlord’s microsimulation",
      "the State of the World",
      "Severance, Paradise",
      "Silicon Valley"
    ]
  },
  {
    "title": "Hundreds of Thousands of People Submitted Their Pets to Be Named America’s Best. Some Are Furious About What Happened Afterward.",
    "summary": "Doe-eyed cats. Tongue-lolling dogs. Legions of pissed-off humans. What gives?\n\nSign up for the Slatest to get the most insightful analysis, criticism, and advice out there, delivered to your inbox daily.\n\nSince 2020, America’s Favorite Pet has been the biggest pet popularity contest in the country. Held annually online, it pits hundreds of thousands of our nation’s cats and dogs against each other in a battle for votes, with winners receiving hefty cash payouts and coveted magazine spreads. It’s intended to be a sweet tournament for pet lovers, and proceeds are donated to charity. But beneath the surface, a controversy is brewing.",
    "concepts_spacy": [
      "America’s Favorite Pet",
      "the Slatest",
      "the biggest pet popularity contest",
      "the most insightful analysis",
      "coveted magazine spreads",
      "Hundreds of Thousands"
    ]
  },
  {
    "title": "Get dozens of Delta Green’s Ennie-award winning stories for just $25",
    "summary": "Drawing from inspiration like The X-Files, Control, Call of Cthulhu, and other conspiracy-laden works of fiction, Delta Green is a TTRPG full of sleeper agents, secretive institutions, and otherworldly phenomena with a healthy dose of trauma sprinkled in for …\n\nPick up over 50 books, printables, and other digital assets for Delta Green with this Humble Bundle\n\nby Alice Jovanée",
    "concepts_spacy": [
      "Delta Green’s Ennie-award",
      "The X-Files, Control",
      "this Humble Bundle",
      "Alice Jovanée",
      "TTRPG",
      "other conspiracy-laden works"
    ]
  },
  {
    "title": "Note taking in Blue Prince is pure bliss",
    "summary": "The moment I knew Blue Prince was my kind of game was when I found a scrap of paper strongly encouraging me to take notes in a journal. You see, I’m something of a note-taking game aficionado. I want to jot down codes, diagram a puzzle, connect the dots. And …\n\nA notable feature\n\nby Clayton Ashley",
    "concepts_spacy": [
      "Clayton Ashley",
      "Blue Prince",
      "a note-taking game aficionado",
      "And …\n\nA notable feature",
      "pure bliss",
      "The moment"
    ]
  },
  {
    "title": "Jango Fett joins son Boba on Star Wars: Unlimited’s suspended card list",
    "summary": "It’s been quite the season for suspending cards from play in popular trading card games. While Magic: The Gathering continues to grapple with the fallout from last year’s bans in the Commander format, Disney Lorcana made its first suspension by tossing belove…\n\nBenicio Del Toro’s scoundrel, DJ, is also banned from Premier\n\nby Charlie Hall",
    "concepts_spacy": [
      "Benicio Del Toro’s scoundrel",
      "the Commander format",
      "Disney Lorcana",
      "Charlie Hall",
      "Jango Fett",
      "Star Wars"
    ]
  },
  {
    "title": "8 beginner’s tips to know before starting Blue Prince",
    "summary": "Pencil rube? No… Runic bleep? No… it must be Blue Prince, the genre-defying puzzler with twists and turns winding through an entire mansion. Anagrams are just one of the dozens of puzzles you’ll have to worry about as you try to find Room 46 and collect your …\n\nWelcome to Mount Holly\n\nby Johnny Yu",
    "concepts_spacy": [
      "Blue Prince Pencil rube",
      "No… Runic bleep",
      "Mount Holly",
      "Johnny Yu",
      "the genre-defying puzzler",
      "an entire mansion"
    ]
  },
  {
    "title": "Every movie and show coming to Netflix in April",
    "summary": "Even with Netflix’s recommendation algorithm serving you new movies, new TV shows, and original programming tailored to your viewing habits, the streaming service’s fire hose of content makes what’s coming difficult to parse. We’re here to help. This month, w…\n\nApril showers bring…\n\nby Petrana Radulovic",
    "concepts_spacy": [
      "Netflix’s recommendation algorithm",
      "Petrana Radulovic",
      "April showers",
      "the streaming service’s fire hose",
      "This month",
      "new movies"
    ]
  },
  {
    "title": "Gazer was a true indie gamble for two first-time filmmakers who believed in body horror",
    "summary": "For longtime movie-lovers Ryan Sloan and Ariella Mastroianni, the 2020 lockdowns turned a New Jersey attic into a welcome creative pressure cooker. The pair always dreamed of making a movie, but the uncertainty of the moment — not to mention the tight quarter…\n\nRyan Sloan and Ariella Mastroianni talk realizing their dreams with a pure nightmare\n\nby Matt Patches",
    "concepts_spacy": [
      "Ryan Sloan and Ariella Mastroianni talk",
      "longtime movie-lovers Ryan Sloan",
      "a New Jersey attic",
      "Matt Patches",
      "Gazer",
      "a welcome creative pressure cooker"
    ]
  },
  {
    "title": "Captain America: Brave New World, Companion, The Room Next Door on Netflix, and every movie new to streaming this weekend",
    "summary": "Each week on Polygon, we round up the most notable new releases to streaming and VOD, highlighting the biggest and best new movies for you to watch at home. This week, Captain America: Brave New World, the latest Marvel superhero movie starring Anthony Mackie…\n\nHarrison Ford hulks out onto VOD this week\n\nby Toussaint Egan and Petrana Radulovic",
    "concepts_spacy": [
      "the latest Marvel superhero movie",
      "Petrana Radulovic",
      "Brave New World",
      "Captain America",
      "Anthony Mackie",
      "Toussaint Egan"
    ]
  },
  {
    "title": "All 14 Assassin’s Creed games, ranked",
    "summary": "Over the nearly two decades since the first entry, Assassin’s Creed has ballooned into a mixed-media franchise that includes at least seven spinoffs, nine novels, 11 comics, a Michael Fassbender film, an in-development TV show, and enough Pop! toys to fill a …\n\n﻿And AC Shadows takes a high spot on our list\n\nby Chris Plante",
    "concepts_spacy": [
      "a Michael Fassbender film",
      "Assassin’s Creed",
      "Chris Plante",
      "AC Shadows",
      "a mixed-media franchise",
      "at least seven spinoffs"
    ]
  },
  {
    "title": "All 14 Assassin’s Creed games, ranked",
    "summary": "Over the nearly two decades since the first entry, Assassin’s Creed has ballooned into a mixed-media franchise that includes at least seven spinoffs, nine novels, 11 comics, a Michael Fassbender film, an in-development TV show, and enough Pop! toys to fill a …\n\n﻿And AC Shadows takes a high spot on our list\n\nby Chris Plante",
    "concepts_spacy": [
      "a Michael Fassbender film",
      "Assassin’s Creed",
      "Chris Plante",
      "AC Shadows",
      "a mixed-media franchise",
      "at least seven spinoffs"
    ]
  },
  {
    "title": "From The Babe's home run handles to Bonds' maple mashers: A brief history of bats",
    "summary": "The torpedo is the talk of 2025, but bat experiments have changed baseball and created controversy for 150 years.\n\nSo often in recent years, baseballs have been the subject of controversy. How tightly are they wound? What is the height of their seams? What's inside them that might determine how far they fly? What… [+19726 chars]",
    "concepts_spacy": [
      "The Babe's home run handles",
      "Bonds' maple mashers",
      "A brief history",
      "bat experiments",
      "recent years",
      "The torpedo"
    ]
  },
  {
    "title": "Why Trump Is Making It Easier for One Group—and One Group Only—to Come to the United States",
    "summary": "The “Mission South Africa” program has been a long time coming.\n\nSign up for the Slatest to get the most insightful analysis, criticism, and advice out there, delivered to your inbox daily.\n\nAmid the flurry of executive orders from the White House in early February, it was easy to miss one of the more seemingly random ones, titled “Addressing Egregious Actions of the Republic of South Africa.” In the order , President Donald Trump chastised the South African government for its “hateful rhetoric” and “shocking disregard of its citizens’ rights” in “seiz[ing] ethnic minority Afrikaners’ agricultural property without compensation.” The order declared an end to foreign aid to South Africa and a promise to “promote the resettlement of Afrikaner refugees escaping government-sponsored race-based discrimination.”",
    "concepts_spacy": [
      "Addressing Egregious Actions of the Republic of South Africa",
      "The “Mission South Africa” program",
      "“Addressing Egregious Actions",
      "President Donald Trump",
      "the United States",
      "the White House"
    ]
  },
  {
    "title": "One Unlikely Sensation Has Given Rattled Americans Hope for Life After Trump. I Went to See It for Myself.",
    "summary": "The protests drawing the biggest—and most rousing—crowds have a surprising figurehead.\n\nJanet Simmelink—69, retired, and like many people in her milieu, visibly agitated—recently lingered on the outskirts of Denver’s Civic Center Park on a colorless evening, politely tolerating my questions. She told me she’d never particularly liked the man she’d now come to hear speak—the man a stunning 34,000 people had come to hear, in fact, in a desperate bid to address Donald Trump’s increasingly autocratic transformation of America. To do something that the Democratic Party, which she had long supported, was clearly failing to do.\n\nShe didn’t support the man in 2016, when he first became a breakout who, however fleetingly, seemed like he had a long-shot chance to transform America himself. She also didn’t support him in 2020, when he tried again. So I asked Simmelink if the version of herself 10 years ago would be surprised to find her at a Bernie Sanders rally.",
    "concepts_spacy": [
      "Donald Trump’s increasingly autocratic transformation",
      "Denver’s Civic Center Park",
      "One Unlikely Sensation",
      "Rattled Americans Hope",
      "a Bernie Sanders rally",
      "the Democratic Party"
    ]
  },
  {
    "title": "Oliver Stone calls on Congress to reopen JFK assassination investigation",
    "summary": "Filmmaker Oliver Stone on Tuesday called for Congress to reopen the investigation into the assassination of President John F. Kennedy.\n\nHe continued to promote unfounded conspiracy theories after a document release.\n\nFilmmaker Oliver Stone on Tuesday called for Congress to reopen the investigation into the assassination of President John F. Kennedy, trying to revive unfounded conspiracy theories more than six decades after the 1963 killing that shook the nation.",
    "concepts_spacy": [
      "JFK assassination investigation Filmmaker Oliver Stone",
      "President John F. Kennedy",
      "Congress",
      "Tuesday",
      "unfounded conspiracy theories",
      "more than six decades"
    ]
  },
  {
    "title": "Eric Adams pushes judge to dismiss charges before ballot deadline",
    "summary": "New York City Mayor Eric Adams asked a federal judge on Monday to drop criminal corruption charges before a political deadline this week.\n\nJudge Dale Ho is still waiting to make a decision on dismissing the case.\n\nNew York City Mayor Eric Adams asked a federal judge on Monday to drop criminal corruption charges before a political deadline this week -- trying to speed up a decision by the judge in the case.",
    "concepts_spacy": [
      "ballot deadline New York City Mayor Eric Adams",
      "Judge Dale Ho",
      "Monday",
      "criminal corruption charges",
      "a political deadline",
      "a federal judge"
    ]
  },
  {
    "title": "Teen allegedly killed parents in extremist plot to assassinate Trump: FBI",
    "summary": "Nikita Casap, 17, allegedly killed his parents to \"obtain the financial means and autonomy necessary\" to kill President Donald Trump and overthrow the U.S. government.\n\nNikita Casap, 17, is accused of killing his mother and stepfather.\n\nA Wisconsin teen allegedly killed his parents to \"obtain the financial means and autonomy necessary\" to kill President Donald Trump and overthrow the U.S. government, federal authorities said in court documents.",
    "concepts_spacy": [
      "Trump: FBI Nikita Casap",
      "President Donald Trump",
      "the U.S. government",
      "A Wisconsin teen",
      "the financial means",
      "federal authorities"
    ]
  },
  {
    "title": "OPSEC Isn’t Even the Worst Part of ‘SignalGate’",
    "summary": "I haven’t had time to comment on the Jeff Goldberg story about...\n\nI haven’t had time to comment on the Jeff Goldberg story about the war cabinet planning a military campaign on the Signal app. So a few brief thoughts.\n\nTo state the obvious, in any normal administration Hegseth and Waltz at a minimum would be gone by the end of the day. So let me stipulate to all the outrageousness. But I want to focus your attention on the fact that information security is not the only, perhaps not even the main issue.",
    "concepts_spacy": [
      "the Jeff Goldberg story",
      "Even the Worst Part",
      "the Signal app",
      "Hegseth",
      "OPSEC",
      "the only, perhaps not even the main issue"
    ]
  },
  {
    "title": "Laura Loomer Has the Dumbest Possible Conspiracy Theory for the Anti-Trump Protests",
    "summary": "Our reality just keeps getting stupider.\n\nHundreds of thousands of Americans protested against President Donald Trump this past weekend in cities big and small across the country. But people like billionaire Elon Musk and right-wing influencer Laura Loomer are convinced these protests couldn’t possibly be organic. In fact, Loomer has claimed that she found evidence the protests are being coordinated by shadowy foreign entities. And her conspiracy theories would be absolutely hilarious if Loomer wasn’t wielding real power inside the White House right now by getting top security officials fired.\n\n“I have exclusively confirmed that one of the busses used today to bus Muslim and radicals leftist protesters into Washington DC to protest President Trump is called SUMMER BUS TOUR INC!” Loomer tweeted on Saturday . “The registered agent for the bus is CHINESE.”",
    "concepts_spacy": [
      "the Dumbest Possible Conspiracy Theory",
      "shadowy foreign entities",
      "the Anti-Trump Protests",
      "President Donald Trump",
      "billionaire Elon Musk",
      "SUMMER BUS TOUR INC!"
    ]
  },
  {
    "title": "Trump’s Insistence on Real ID Has Become a Flashpoint for His Tinfoil Hat Fans",
    "summary": "Alex Jones is twisting himself into knots to explain why his buddy Trump would support Real ID.\n\nAfter several false alarms over the past two decades, it looks like Americans will soon need a Real ID-compliant form of identification to board a plane. President Donald Trump’s administration has made it clear there won’t be another extension of the deadline, and that’s creating some real tension with some of Trump’s most ardent supporters: batshit crazy conspiracy theorists.\n\nAlex Jones, a conspiracy theorist and Trump supporter for years, took to his Infowars show Monday to try and explain how Real ID was dangerous and insisted Trump must not understand how it actually works.",
    "concepts_spacy": [
      "President Donald Trump’s administration",
      "Alex Jones",
      "Real ID",
      "Monday",
      "Trump’s most ardent supporters",
      "crazy conspiracy theorists"
    ]
  },
  {
    "title": "Two Men Found Guilty of Stealing Golden Toilet From Winston Churchill’s House",
    "summary": "It's unclear how long the men will spend behind bars for stealing the toilet.\n\nBack in 2019, a group of masked men drove up to the ancestral home of Winston Churchill in the British countryside, broke in, and proceeded to steal a true national treasure: a fully functional toilet made of 18 karate gold. Half a decade later, the conspirators have finally been brought to justice.\n\nThe New York Times reports that, following a three-week trial, Michael Jones, 39, and Fred Doe, 36, were found guilty of crimes related to the theft. Jones was found guilty of burglary while Doe was found guilty of conspiracy to convert or transfer criminal property. The newspaper writes that another conspirator, 40-year-old James Sheen, had already pled guilty to burglary, transferring criminal property and conspiracy to transfer criminal property.",
    "concepts_spacy": [
      "Winston Churchill’s",
      "The New York Times",
      "Michael Jones",
      "Golden Toilet",
      "James Sheen",
      "Fred Doe"
    ]
  },
  {
    "title": "Elon Musk’s AI Company xAI Buys Elon Musk’s Social Media Platform X",
    "summary": "The Elon Musk-centered deal is expected to be good for Elon Musk.\n\nElon Musk announced Friday that his company xAI is buying X, the social media platform formerly known as Twitter, in an all-stock deal. The transaction values xAI at $80 billion and X at $33 billion, according to CNBC .\n\n“xAI has acquired X in an all-stock transaction. The combination values xAI at $80 billion and X at $33 billion ($45B less $12B debt),” Musk tweeted Friday evening.Â",
    "concepts_spacy": [
      "The Elon Musk-centered deal",
      "Elon Musk’s AI Company xAI",
      "Friday",
      "CNBC",
      "the social media platform",
      "an all-stock transaction"
    ]
  },
  {
    "title": "Meta Says Its Latest AI Model Is Less Woke, More Like Elon’s Grok",
    "summary": "Leading chatbot models exhibit the inherit biases of the data they have been trained upon, and Meta says too much of it is liberal in nature.\n\nMeta says that its latest AI model, Llama 4, is less politically biased than its predecessors. The company says it has accomplished this in part by permitting the model to answer more politically divisive questions, and added that Llama 4 now compares favorably to the lack of political lean present in Grok, the “non-woke” chatbot from Elon Musk’s startup xAI.\n\nâOur goal is to remove bias from our AI models and to make sure that Llama can understand and articulate both sides of a contentious issue,â Meta continues. âAs part of this work, weâre continuing to make Llama more responsive so that it answers questions, can respond to a variety of different viewpoints without passing judgment, and doesn’t favor some views over others.â",
    "concepts_spacy": [
      "Elon’s Grok",
      "âOur goal",
      "Meta Says",
      "Less Woke",
      "Elon Musk",
      "Llama"
    ]
  },
  {
    "title": "Secretary Brain Worm: RFK Jr. Tells Trump We’ll Know the ‘Cause’ of Autism by Fall",
    "summary": "Trump said autism was caused by \"a shot\" or something \"artificial\" that people are consuming.\n\nRobert F. Kennedy Jr., the head of the Department of Health and Human Services, made a series of absurd statements during a cabinet meeting with President Donald Trump on Thursday, including a claim that he would reveal the “cause” of autism by September, teasing the reveal like a new product launch for the fall. And Trump seemed very impressed.\n\nKennedy, who’s worked his entire life advocating against life-saving vaccines, praised Trump for his dedication to the so-called Make America Healthy Again (MAHA) movement, and insisted that the team of scientists he’s assembled from around the world would figure out what was causing an autism “ epidemic .”",
    "concepts_spacy": [
      "the so-called Make America Healthy Again (MAHA) movement",
      "the Department of Health and Human Services",
      "President Donald Trump",
      "Robert F. Kennedy Jr.",
      "RFK Jr. Tells Trump",
      "Brain Worm"
    ]
  },
  {
    "title": "Elon Musk Pressured Reddit CEO During Moderator Revolt Over Nazi-Style Salute: Report",
    "summary": "Staff at DOGE were reportedly getting death threats over their theft of private data.\n\nModerators at more than 100 Reddit communities banned links to X after Elon Musk’s infamous Nazi-style salutes back in January, a rather understandable reaction to seeing public displays of violent fascist ideology. The billionaire oligarch very publicly complained about Reddit in the middle of the controversy, but we now learn that Musk wasn’t just whining on X. The Tesla CEO was also privately pressuring the CEO of Reddit to help him out by apparently silencing critics of the Trump regime, according to a new report from The Verge.\n\nMusk was exchanging text messages with Reddit CEO Steve Huffman before the platform banned r/WhitePeopleofTwitter for 72 hours, according to The Verge which cites “people familiar with the matter.” The subreddit was ostensibly banned over violent threats against members of DOGE, the entity that’s currently dismantling the U.S. government. News of DOGE’s theft of sensitive personal information led to an outcry on r/WhitePeopleofTwitter, some of which included violent language. But the entire subreddit was banned rather than being moderated.",
    "concepts_spacy": [
      "Reddit CEO Steve Huffman",
      "the U.S. government",
      "Nazi-Style Salute",
      "Moderator Revolt",
      "the Trump regime",
      "The Tesla CEO"
    ]
  },
  {
    "title": "Trump Might Actually Dump Elon After Embarrassing Defeat in Wisconsin",
    "summary": "The billionaire oligarch's money failed to buy a judge on Tuesday.\n\nPresident Donald Trump may finally be getting rid of Elon Musk soon, according to a new report from Politico. And while this isn’t the first time rumors like this have surfaced from the depths of the White House, there’s more reason to believe the hype this time. Why? The conservative judge that Musk spent $20 million trying to get elected in Wisconsin got absolutely shellacked in his election on Tuesday.\n\nThe report from Politico says Trump has been telling his “inner circle,” including members of the cabinet that Musk will be “stepping back in the coming weeks.” The billionaire oligarch is not officially part of the cabinet, though he’s been taking a dominant role in cabinet meetings. Ever since Trump’s inauguration on Jan. 20 (the same day as Musk’s infamous “ salutes “), the Tesla CEO has been destroying the federal government with DOGE, the so-called Department of Government Efficiency, which has been illegally accessing private information and unilaterally cancelling government contracts it has no right to cancel.",
    "concepts_spacy": [
      "Department of Government Efficiency",
      "Musk’s infamous “ salutes",
      "the so-called Department",
      "President Donald Trump",
      "Trump Might Actually",
      "the White House"
    ]
  },
  {
    "title": "65 New Sci-Fi, Fantasy, and Horror Books to Check Out in April",
    "summary": "Spring is here, and it's the perfect time to add more titles to your reading list... and maybe a new bookshelf to hold them all.\n\nApril brings new titles from Chuck Wendig , Nnedi Okorafor , Timothy Zahn , and many more, with space operas, creepy hauntings, magic gone wild, technology gone even wilder, fanciful romantasies, and beyond. This is a huge list, so dig in and read on!\n\nThe Beauty of the End by Lauren StienstraÂ",
    "concepts_spacy": [
      "The Beauty of the End",
      "New Sci-Fi, Fantasy",
      "creepy hauntings",
      "Nnedi Okorafor",
      "Horror Books",
      "April Spring"
    ]
  },
  {
    "title": "March Madness 2025: NCAA Tournament Final Four schedule, time, how to watch",
    "summary": "The 2025 NCAA Tournament heads to the Final Four. Learn the schedule, times, and how to watch information for March Madness 2025.\n\nDigital Trends may earn a commission when you buy through links on our site. Why trust us?\n\nAfter two weeks of competition, the 2025 NCAA Tournament heads to San Antonio for the Final Four. All four No. 1 seeds have reached the Final Four for only the second time in tournament history. The only other time it happened was in 2008. The remaining teams include Florida, Auburn, Duke, and Houston.",
    "concepts_spacy": [
      "NCAA Tournament Final Four schedule",
      "Digital Trends",
      "the Final Four",
      "March Madness",
      "San Antonio",
      "Florida"
    ]
  },
  {
    "title": "The Conspiracy Theorist Advising Trump",
    "summary": "The chaos inside the White House national-security team persists.\n\nThe chaos inside the White House national-security team persists.\n\nThis is an edition of The Atlantic Daily, a newsletter that guides you through the biggest stories of the day, helps you discover new ideas, and recommends the best in culture. Sign up for it here.",
    "concepts_spacy": [
      "The Conspiracy Theorist Advising Trump",
      "the White House national-security team",
      "The Atlantic Daily",
      "the biggest stories",
      "a newsletter",
      "an edition"
    ]
  },
  {
    "title": "Why Right-Wing Influencers Keep Saying the Jews Killed JFK",
    "summary": "Social media supercharges conspiracy theories. Anti-Semitism is one of the oldest.\n\nSocial media supercharges conspiracy theories. Anti-Semitism is one of the oldest.\n\nProduced by ElevenLabs and News Over Audio (Noa) using AI narration. Listen to more stories on the Noa app.",
    "concepts_spacy": [
      "JFK Social media supercharges conspiracy theories",
      "Right-Wing Influencers",
      "Anti-Semitism",
      "AI narration",
      "the Noa app",
      "the Jews"
    ]
  },
  {
    "title": "Why the COVID Reckoning Is So One-Sided",
    "summary": "Liberals are recognizing they made mistakes. Conservatives are making fun of them for that.\n\nLiberals are recognizing they made mistakes. Conservatives are making fun of them for that.\n\nProduced by ElevenLabs and News Over Audio (Noa) using AI narration. Listen to more stories on the Noa app.",
    "concepts_spacy": [
      "the COVID Reckoning",
      "One-Sided Liberals",
      "AI narration",
      "the Noa app",
      "Audio",
      "News"
    ]
  },
  {
    "title": "The Russian TV Darling Gunning for U.S. Attorney",
    "summary": "Ed Martin’s appearances on Russian state television should end his nomination to be a U.S. attorney.\n\nTrump’s pick for U.S. attorney is a Russian-state-TV darling.\n\nProduced by ElevenLabs and News Over Audio (Noa) using AI narration. Listen to more stories on the Noa app.",
    "concepts_spacy": [
      "U.S. Attorney Ed Martin’s appearances",
      "The Russian TV Darling Gunning",
      "a U.S. attorney",
      "AI narration",
      "the Noa app",
      "Audio"
    ]
  },
  {
    "title": "A Loophole That Would Swallow the Constitution",
    "summary": "If Donald Trump can disappear people to El Salvador without due process, he can do anything.\n\nIf Donald Trump can disappear people to El Salvador without due process, he can do anything.\n\nProduced by ElevenLabs and News Over Audio (Noa) using AI narration. Listen to more stories on the Noa app.",
    "concepts_spacy": [
      "the Constitution",
      "Donald Trump",
      "AI narration",
      "El Salvador",
      "the Noa app",
      "Audio"
    ]
  },
  {
    "title": "America’s Mad King",
    "summary": "The president has grown more impulsive, more vindictive, and more anarchic.\n\nThe president has grown more impulsive, more vindictive, and more anarchic.\n\nProduced by ElevenLabs and News Over Audio (Noa) using AI narration. Listen to more stories on the Noa app.",
    "concepts_spacy": [
      "America’s Mad King",
      "AI narration",
      "the Noa app",
      "Audio",
      "News",
      "The president"
    ]
  },
  {
    "title": "The Pardon-to-Prison Pipeline",
    "summary": "Trump granted clemency to people who keep ending up back in trouble with the law.\n\nTrump granted clemency to people who keep ending up back in trouble with the law.\n\nThis is an edition of The Atlantic Daily, a newsletter that guides you through the biggest stories of the day, helps you discover new ideas, and recommends the best in culture. Sign up for it here.",
    "concepts_spacy": [
      "The Atlantic Daily",
      "Trump granted clemency",
      "the biggest stories",
      "a newsletter",
      "an edition",
      "new ideas"
    ]
  },
  {
    "title": "Musk Is Still Paying for Political Influence",
    "summary": "Wisconsin’s contentious state-supreme-court election will put his theory of power to the test.\n\nWisconsin’s contentious state-supreme-court election will put his theory of power to the test.\n\nThis is an edition of The Atlantic Daily, a newsletter that guides you through the biggest stories of the day, helps you discover new ideas, and recommends the best in culture. Sign up for it here.",
    "concepts_spacy": [
      "Political Influence Wisconsin’s contentious state-supreme-court election",
      "The Atlantic Daily",
      "Musk",
      "the biggest stories",
      "a newsletter",
      "an edition"
    ]
  },
  {
    "title": "Trump Is Gaslighting Us",
    "summary": "Trump is an agent of chaos, and chaos has a human cost.\n\nTrump is an agent of chaos, and chaos has a human cost.\n\nProduced by ElevenLabs and News Over Audio (Noa) using AI narration. Listen to more stories on the Noa app.",
    "concepts_spacy": [
      "AI narration",
      "the Noa app",
      "Audio",
      "News",
      "a human cost",
      "more stories"
    ]
  },
  {
    "title": "Trump’s Salvadoran Gulag",
    "summary": "To be deported, one does not need to be a drug dealer or a terrorist; apparently, having tattoos and being Venezuelan is enough.\n\nTo be deported, one does not need to be a drug dealer or a terrorist; apparently, having tattoos and being Venezuelan is enough.\n\nProduced by ElevenLabs and News Over Audio (Noa) using AI narration. Listen to more stories on the Noa app.",
    "concepts_spacy": [
      "Trump’s Salvadoran Gulag",
      "AI narration",
      "the Noa app",
      "tattoos",
      "Audio",
      "News"
    ]
  },
  {
    "title": "How to Defy Death",
    "summary": "Does biohacking actually work?\n\nDoes biohacking actually work?\n\nHumans have always tried to prolong life and battle mortality, but what do the current influx of biohackers reveal about this era of individual responsibility?",
    "concepts_spacy": [
      "to Defy Death",
      "life and battle mortality",
      "individual responsibility",
      "the current influx",
      "biohackers",
      "this era"
    ]
  },
  {
    "title": "A Reddit Bot Drove Me Insane",
    "summary": "I'm doomscrolling Reddit.\r\n\r\nEvery post is either political ragebait, recycled \"funny\" cat videos, \"Am I the asshole for divorcing my husband after he killed...\n\nHome Entries\n\n12 Apr, 2025",
    "concepts_spacy": [
      "A Reddit Bot",
      "Home Entries",
      "recycled \"funny\" cat videos",
      "either political ragebait",
      "Every post",
      "Insane"
    ]
  },
  {
    "title": "Indian chemical company employees indicted for Importing of Fentanyl Precursors",
    "summary": "An India-based chemical manufacturing company and three high-level employees were charged in federal court in Washington, D.C., today related to illegally importing precursor chemicals used to make illicit fentanyl.\n\nAn official website of the United States government\n\nHere's how you know",
    "concepts_spacy": [
      "An India-based chemical manufacturing company",
      "the United States government",
      "Fentanyl Precursors",
      "Washington",
      "D.C.",
      "Indian chemical company employees"
    ]
  },
  {
    "title": "The self-castrated hatmaker who killed John Wilkes Booth (2015)",
    "summary": "The fire in the tobacco barn was starting to rage, and inside was the most wanted man in America: John Wilkes Booth, the traitor who had shot President Abraham Lincoln at Ford’s Theatre 12 days earlier. Nursing a broken leg,...\n\nThe fire in the tobacco barn was starting to rage, and inside was the most wanted man in America: John Wilkes Booth, the traitor who had shot President Abraham Lincoln at Ford’s Theatre 12 days earlier.\n\nNursing a broken leg, Booth had made it 73 miles to Port Royal, Virginia, with federal troops in pursuit. Now the last of his accomplices had deserted him and he was cornered in the barn, surrounded by Union Army veterans hungry for vengeance. He had two choices: shoot his way out or surrender and face his crime.",
    "concepts_spacy": [
      "President Abraham Lincoln",
      "Union Army veterans",
      "John Wilkes Booth",
      "Ford’s Theatre",
      "Port Royal",
      "vengeance"
    ]
  },
  {
    "title": "Playable GTA 6 map mod Project Vice is no more following Take-Two copyright strike",
    "summary": "A GTA 5 mod that aims to recreate the entirety of GTA 6's map based on \"leaked\" data and guesswork is no longer in development, after Rockstar parent company Take-Two had videos of the project banished from Youtube. Read more\n\nNext up, fresh GTA 6 conspiracy theories\n\nA GTA 5 mod that aims to recreate the entirety of GTA 6 's map based on \"leaked\" data and guesswork is no longer in development, after Rockstar parent company Take-Two had videos of the project banished from Youtube.",
    "concepts_spacy": [
      "Rockstar parent company Take-Two",
      "Take-Two copyright strike",
      "the entirety",
      "development",
      "the project",
      "guesswork"
    ]
  },
  {
    "title": "Assassin's Creed, please remember how silly you used to be",
    "summary": "Assassin's Creed Shadows is special to me, in the sense I don't usually sit through whole games I'm not especially enjoying just for more opportunities to watch storms and gales, orange leaves whipped up by horse footfall, and flashes of illumination from dis…\n\nOi oi what's all this then\n\nAssassin's Creed Shadows is special to me, in the sense I don't usually sit through whole games I'm not especially enjoying just for more opportunities to watch storms and gales, orange leaves whipped up by horse footfall, and flashes of illumination from distant lightning. It is a game that transforms weather from the subject of idle small talk to excited big talk. When I remember the game, I will remember galloping on horseback toward destinations that part of me wishes didn't exist, so I could keep on galloping forever.",
    "concepts_spacy": [
      "then\n\nAssassin's Creed Shadows",
      "dis",
      "more opportunities",
      "distant lightning",
      "idle small talk",
      "horse footfall"
    ]
  },
  {
    "title": "Trump Administration Cancels NIH Scientific Integrity Policy",
    "summary": "The National Institutes of Health said it pulled the policy because of language on diversity and inclusion, in line with directives from the Trump administration\n\nCLIMATEWIRE | The National Institutes of Health has rescinded a scientific integrity policy intended to protect research and communications from political interference, citing the policy's commitment… [+4682 chars]",
    "concepts_spacy": [
      "Trump Administration Cancels NIH Scientific Integrity Policy The National Institutes of Health",
      "the Trump administration\n\nCLIMATEWIRE",
      "a scientific integrity policy",
      "the policy's commitment",
      "political interference",
      "communications"
    ]
  },
  {
    "title": "Scientists Need to Speak Out beyond the Classroom and the Lab",
    "summary": "Science cannot operate like a black box and expect the trust of the public\n\nOpinion\n\nApril 10, 2025",
    "concepts_spacy": [
      "the Lab Science",
      "the Classroom",
      "the public\n\nOpinion",
      "a black box",
      "Scientists",
      "the trust"
    ]
  },
  {
    "title": "Google, X and Facebook Are Modern-Day Tobacco Companies",
    "summary": "Just as tobacco companies knew they were poisoning people, today’s social media titans knowingly poison our politics, peddling lies and stoking angry divides for profit\n\nOpinion\n\nApril 3, 2025",
    "concepts_spacy": [
      "Modern-Day Tobacco Companies",
      "profit\n\nOpinion\n\nApril",
      "Google",
      "social media titans",
      "angry divides",
      "Facebook"
    ]
  },
  {
    "title": "Fresh from telling Trump which national security officials to fire, conspiracy theorist Laura Loomer reveals her new political wish",
    "summary": "If you click 'Accept all', we and our partners, including 239 who are part of the IAB Transparency &amp; Consent Framework, will also store and/or access information on a device (in other words, use … [+702 chars]",
    "concepts_spacy": [
      "conspiracy theorist Laura Loomer",
      "the IAB Transparency",
      "Consent Framework",
      "amp",
      "access information",
      "other words"
    ]
  },
  {
    "title": "Tears on my MyPillow: Weeping pro-Trump conspiracy theorist Mike Lindell tells judge he has no money to pay fines: ‘I’m in ruins’",
    "summary": "If you click 'Accept all', we and our partners, including 239 who are part of the IAB Transparency &amp; Consent Framework, will also store and/or access information on a device (in other words, use … [+702 chars]",
    "concepts_spacy": [
      "Weeping pro-Trump conspiracy theorist Mike Lindell",
      "the IAB Transparency",
      "Consent Framework",
      "amp",
      "access information",
      "other words"
    ]
  },
  {
    "title": "Apple TV+ spends millions to hire 'F1' team for UFO thriller",
    "summary": "Despite recent caution and reducing of budgets, Apple TV+ has reportedly spent tens of millions of dollars to be the studio to make the next project from the team behind \"F1.\"Brad Pitt in a teaser image for 'F1'In a least a sign of confidence in how its block…\n\nAAPL: 197.25 ( +2.98 )\n\nCopyright © 2025 Quiller Media, Inc. All rights reserved.",
    "concepts_spacy": [
      "Quiller Media, Inc.",
      "UFO thriller",
      "AAPL",
      "tens of millions of dollars",
      "the next project",
      "recent caution"
    ]
  },
  {
    "title": "If you try to kill somebody, don't throw your iPad in the river afterwards",
    "summary": "A six-year investigation into a suspected international organized crime ring has seen members convicted because of evidence from an iPad submerged in London's Thames river for years.The iPad that was uncovered after five years in the River Thames — image cred…\n\nAAPL: 197.25 ( +2.98 )\n\nCopyright © 2025 Quiller Media, Inc. All rights reserved.",
    "concepts_spacy": [
      "London's Thames river",
      "Quiller Media, Inc.",
      "the River Thames",
      "The iPad",
      "an iPad",
      "AAPL"
    ]
  },
  {
    "title": "Crime blotter: UPS employee charged in $200,000 theft that included Apple products",
    "summary": "A man who worked for UPS for five years has been arrested by Texas authorities for $200,000 in theft, Florida is considering harsher laws for people who use AirTags to stalk, and more, all on this week's Apple crime blotter.All-electric UPS truckA 37-year-old…\n\nAAPL: 197.25 ( +2.98 )\n\nCopyright © 2025 Quiller Media, Inc. All rights reserved.",
    "concepts_spacy": [
      "this week's Apple crime blotter",
      "Quiller Media, Inc.",
      "Texas authorities",
      "UPS employee",
      "Florida",
      "AirTags"
    ]
  }
]