[
  {
    "title": "We Are Caught in a Vast Web of Conspiracy, but the Strands Are Visible",
    "content": "It is now perfectly reasonable, for instance, to believe that a novel virus that killed more than 20 million people worldwide and upended for years the daily life of billions was engineered by scientists and then released by accident, with a global cover-up improvised in the months that followed. To me, it is probably fair to call this a campaign of information suppression, but it does not appear to have been especially effective, since as early as May 2020, at roughly the peak of that censorship, nearly half of Americans believed the Covid virus had come out of a lab. But over time, the lab-leak theory of pandemic origins has grown even closer to consensus, and not just in America; the German spy agency, for instance, now believes that the virus probably came out of a lab — a view broadly in line with the views of American intelligence.",
    "concepts_spacy": [
      "the Covid virus",
      "the Strands",
      "a Vast Web",
      "America",
      "information suppression",
      "the German spy agency"
    ]
  },
  {
    "title": "How an Autopen Conspiracy Theory About Biden Went Viral",
    "content": "An autopen is a machine that uses a real pen to copy a person’s actual signature. Presidents and other politicians have used such devices for decades with little public interest. In the first two months of this year, the term was mentioned a total of 49 times on television, radio and podcasts in the United States, according to data from the media tracker Critical Mention.",
    "concepts_spacy": [
      "an Autopen Conspiracy Theory",
      "the United States",
      "Critical Mention",
      "Biden",
      "the first two months of this year",
      "a person’s actual signature"
    ]
  },
  {
    "title": "Trump Amplifies Conspiracy Theory Over Payments to Politico",
    "content": "President Trump amplified unfounded claims on Thursday that the government had been paying news media outlets to generate positive coverage of Democrats.",
    "concepts_spacy": [
      "Trump Amplifies Conspiracy Theory Over Payments",
      "Politico President Trump",
      "Thursday",
      "news media outlets",
      "positive coverage",
      "unfounded claims"
    ]
  },
  {
    "title": "How ‘Stop the Steal’ Became a Protest Slogan in South Korea",
    "content": "Every day​ for the past week, Kim Kwon-seop, 72, has joined thousands of others gathered near the home of South Korea’s impeached president, Yoon Suk Yeol​. They were determined to shield Mr. Yoon from prosecutors who wanted to detain him on insurrection charges stemming from his short-lived declaration of martial law last month.",
    "concepts_spacy": [
      "South Korea’s impeached president",
      "a Protest Slogan",
      "Kim Kwon-seop",
      "the Steal",
      "Yoon Suk",
      "Mr. Yoon"
    ]
  },
  {
    "title": "J.F.K., Blown Away, What Else Do I Have to Say?",
    "content": "On his third day in office in January, President Trump ordered the release of documents from the National Archives related to the assassinations of John F. Kennedy, his brother Robert and the Rev. Dr. Martin Luther King Jr. As Trump declared on the campaign trail, “It’s been 60 years, time for the American people to know the TRUTH.”",
    "concepts_spacy": [
      "the Rev. Dr. Martin Luther King Jr.",
      "the National Archives",
      "John F. Kennedy",
      "President Trump",
      "January",
      "J.F.K."
    ]
  },
  {
    "title": "What are the mysteries and conspiracies surrounding J.F.K.’s assassination?",
    "content": "President Trump’s national security team was stunned and forced to scramble after he announced on Monday that he would release 80,000 pages of documents related to the assassination of President John F. Kennedy with only 24 hours’ notice.",
    "concepts_spacy": [
      "President Trump’s national security team",
      "President John F. Kennedy",
      "J.F.K.’s assassination",
      "Monday",
      "the assassination",
      "the mysteries"
    ]
  },
  {
    "title": "Shielded Kennedy Files Hid Spies, Not Conspiracies",
    "content": "For years, as the government has declassified and published documents related — some very tenuously — to the assassination of President John F. Kennedy, the assumption expressed by conspiracy theorists and some historians was that anything still being withheld could be big.",
    "concepts_spacy": [
      "Shielded Kennedy Files Hid Spies",
      "President John F. Kennedy",
      "the assassination",
      "Not Conspiracies",
      "some historians",
      "the government"
    ]
  },
  {
    "title": "Senator Bennet, channeling Democratic ire, pushes Kennedy on history of conspiracy theories.",
    "content": "Pinned",
    "concepts_spacy": [
      "Kennedy",
      "Democratic ire",
      "history",
      "Bennet"
    ]
  },
  {
    "title": "Trump’s F.B.I. Pick Sees ‘Deep State’ Plotters in Government, and Some Good in QAnon",
    "content": "Follow live updates on Kash Patel’s Senate confirmation hearing.",
    "concepts_spacy": [
      "Trump’s F.B.I. Pick Sees ‘Deep State’ Plotters in Government",
      "Kash Patel’s Senate confirmation hearing",
      "QAnon Follow"
    ]
  },
  {
    "title": "Former Adams Aide to Plead Guilty to Conspiracy in Straw Donations Case",
    "content": "A spokesman for the U.S. attorney’s office for the Southern District of New York, which is prosecuting the case against Mayor Adams, declined to comment. Mr. Bahi’s lawyer, Derek Adams, could not be immediately reached for comment.",
    "concepts_spacy": [
      "the U.S. attorney’s office",
      "the Southern District",
      "Straw Donations Case",
      "Former Adams Aide",
      "Mr. Bahi’s lawyer",
      "Plead Guilty"
    ]
  },
  {
    "title": "Conspiracy Theorists and Vaccine Skeptics Have a New Target: Geoengineering",
    "content": "At first glance, what happened in Tennessee’s legislature this spring seemed a bit odd.",
    "concepts_spacy": [
      "Tennessee’s legislature",
      "Vaccine Skeptics",
      "a New Target",
      "first glance",
      "this spring"
    ]
  },
  {
    "title": "The Gunshots Rang Out. Then the Conspiracy Theories Erupted Online.",
    "content": "Four minutes after the first report of a shooting at a rally for Donald J. Trump on Saturday, an anonymous account on X posted, “Joe Biden’s antifa shot President Trump.”",
    "concepts_spacy": [
      "the Conspiracy Theories Erupted Online",
      "The Gunshots Rang Out",
      "Joe Biden’s antifa",
      "Donald J. Trump",
      "President Trump",
      "Saturday"
    ]
  },
  {
    "title": "Chasing Down a Trail of Climate Conspiracies",
    "content": "Times Insider explains who we are and what we do and delivers behind-the-scenes insights into how our journalism comes together.",
    "concepts_spacy": [
      "Chasing Down",
      "the-scenes",
      "Climate"
    ]
  },
  {
    "title": "Will a Movie Faking the Moon Landing Propel a Debunked Conspiracy Theory?",
    "content": "The new Scarlett Johansson-Channing Tatum vehicle “Fly Me to the Moon” uses a long-debunked conspiracy theory as the jumping-off point for a space-race romantic comedy. At the end of the 1960s, a wary NASA recognizes the need for better public relations during the Vietnam War. The resulting campaign leads to a faked version of the Apollo 11 mission being shot on a sound stage even as the real mission is unfolding. Shenanigans, and romance, ensue.",
    "concepts_spacy": [
      "The new Scarlett Johansson-Channing Tatum vehicle",
      "a Debunked Conspiracy Theory",
      "the Moon Landing Propel",
      "the Vietnam War",
      "a wary NASA",
      "Apollo"
    ]
  },
  {
    "title": "This Chatbot Pulls People Away From Conspiracy Theories",
    "content": "Shortly after generative artificial intelligence hit the mainstream, researchers warned that chatbots would create a dire problem: As disinformation became easier to create, conspiracy theories would spread rampantly.",
    "concepts_spacy": [
      "generative artificial intelligence",
      "the mainstream",
      "a dire problem",
      "disinformation",
      "This Chatbot",
      "researchers"
    ]
  },
  {
    "title": "What Do Conspiracy Theorists Do When Proved Wrong? Double Down or Move On.",
    "content": "Conversation about Mr. Biden on X that featured the word “dead” or “died” received nearly half a million mentions and more than four million interactions over a one-week period last month, according to NewsGuard. Two of the most popular posts advancing the conspiracy theory together received more than 85 million views.",
    "concepts_spacy": [
      "Mr. Biden",
      "more than four million interactions",
      "nearly half a million mentions",
      "the most popular posts",
      "the conspiracy theory",
      "a one-week period"
    ]
  },
  {
    "title": "Mayor’s Public Defense Leans on Conspiracy Theories and Race",
    "content": "As Mayor Eric Adams has begun to mount a public defense against his federal indictment on bribery and fraud charges, his resistance has relied on messages both said and unsaid.",
    "concepts_spacy": [
      "Mayor’s Public Defense Leans",
      "Conspiracy Theories and Race",
      "Mayor Eric Adams",
      "bribery and fraud charges",
      "a public defense",
      "messages"
    ]
  },
  {
    "title": "Inside Trump’s Truth Social Conspiracy Theory Machine",
    "content": "In March, Donald Trump posted a video on Truth Social, an online platform owned by his media company, that made a false claim that Democrats were flooding the country with millions of undocumented immigrants to win elections with fraudulent votes. Donald J. Trump @realDonaldTrump “THE DEMOCRAT OPEN BORDERS PLAN” False Claim In May, Mr. Trump shared an article from a conservative publication with the specious assertion that media coverage of Boeing’s recent safety incidents had been part of a Biden administration plot to bring Chinese-made planes into the country. Donald J. Trump @realDonaldTrump americanthinker.com/blog/2024/... www.americanthinker.com The real reason Boeing is in the news In short, China wants Boeing out. China’s new knock-off passenger jet is waiting for approval as a replacement for the Boeing 737, and the Biden administration is only too willing to help the Chinese… False Claim In July, Mr. Trump baselessly accused President Biden of orchestrating criminal and civil court cases to interfere in the upcoming election. Donald J. Trump @realDonaldTrump EVERY ONE OF THE LAWSUITS I AM INVOLVED WITH, INCLUDING THE CIVIL SCAMS, WERE STARTED BY CROOKED JOE BIDEN AND HIS FASCIST GOVERNMENT FOR PURPOSES OF ELECTION INTERFERENCE AND TRYING TO DAMAGE SLEEPY JOE’S POLITICAL OPPONENT. THE FAKE NEWS, INCLUDING FOX, HATES TO REPORT THAT BECAUSE IT DOESN’T PLAY INTO THEIR NARRATIVE — BUT THE PEOPLE GET IT LOUD AND CLEAR! IT IS THIS ELECTIONS FORM OF CHEATING. THEY HAVE NO SHAME! BUT FEAR NOT, WE WILL WIN, AND POSSIBLY BY HISTORIC PROPORTIONS. DJT False Claim None of the claims were true. They were part of a stream of conspiracy theories, often originating from right-wing online instigators and extremists, that Mr. Trump shared in hundreds of posts.",
    "concepts_spacy": [
      "Inside Trump’s Truth Social Conspiracy Theory Machine",
      "“THE DEMOCRAT OPEN BORDERS PLAN” False Claim",
      "DAMAGE SLEEPY JOE’S POLITICAL OPPONENT",
      "China’s new knock-off passenger jet",
      "Donald J. Trump @realDonaldTrump",
      "Boeing’s recent safety incidents"
    ]
  },
  {
    "title": "Cults, Conspiracies and … TV Shows? Oh, My!",
    "content": "I’ve trained my Netflix algorithm to search for shows about betrayal, revenge, murder and lives ruined.",
    "concepts_spacy": [
      "Conspiracies",
      "… TV Shows",
      "betrayal",
      "Netflix",
      "revenge",
      "murder"
    ]
  },
  {
    "title": "How Biden’s Stumbles Collided With a Right-Wing Conspiracy Theory",
    "content": "“What they described as a conspiracy theory last year has become a reality today,” he added.",
    "concepts_spacy": [
      "a Right-Wing Conspiracy Theory",
      "Biden’s Stumbles",
      "a conspiracy theory",
      "last year",
      "a reality",
      "today"
    ]
  },
  {
    "title": "‘Cairo Conspiracy’ Review: There Are No Angels",
    "content": "Adam (Tawfeek Barhom), a young man from a remote Egyptian province, receives the glad news that he’s won a scholarship to Al-Azhar University, an eminent, Islamic institution in Cairo. As Adam gets accustomed to campus life, the movie introduces another character, Colonel Ibrahim (Fares Fares). He’s tasked by a military committee with fixing the election for the university’s new grand imam. The ideal cleric’s interests should, naturally, align with the state’s.",
    "concepts_spacy": [
      "‘Cairo Conspiracy’ Review",
      "Al-Azhar University",
      "Colonel Ibrahim",
      "No Angels Adam",
      "the university’s new grand imam",
      "The ideal cleric’s interests"
    ]
  },
  {
    "title": "Chasing Conspiracy Theories at the Denver Airport",
    "content": "Where did you even start?",
    "concepts_spacy": [
      "Chasing Conspiracy Theories",
      "the Denver Airport"
    ]
  },
  {
    "title": "Defending Trump, Ramaswamy Rattles Off Right-Wing Conspiracy Theories",
    "content": "Vivek Ramaswamy’s defense of Donald J. Trump at Wednesday’s debate quickly devolved into a laundry list of far-right conspiracy theories.",
    "concepts_spacy": [
      "Right-Wing Conspiracy Theories Vivek Ramaswamy’s defense",
      "Ramaswamy Rattles Off Right-Wing",
      "Wednesday’s debate",
      "Defending Trump",
      "Donald J. Trump",
      "far-right conspiracy theories"
    ]
  },
  {
    "title": "Even Conspiracy Theorists Are Alarmed by What They’ve Seen",
    "content": "Joseph E. Green, an author and parapolitical researcher, described how in the past, at conferences he attended on conspiracy topics, “there’s always a couple of guys in there who will tell you after they get familiar with you that the Jews run the world.” Mr. Green had no interest in such ideas, nor did he think they ran much risk of going mainstream. But somewhere along the way, conspiracy spaces on the internet had become “a haven” for the “lunatic fringe” of the right wing, which in turn spilled back into the real world.",
    "concepts_spacy": [
      "Even Conspiracy Theorists",
      "parapolitical researcher",
      "Seen Joseph E. Green",
      "Mr. Green",
      "the Jews",
      "the “lunatic fringe"
    ]
  },
  {
    "title": "Conspiracy Theorizing Goes Off the Rails",
    "content": "On Feb. 3 a train carrying hazardous materials derailed in East Palestine, Ohio. Some of the contents immediately caught fire. Three days later authorities released and burned off additional material from five tankers. These fires caused elevated levels of harmful chemicals in the local air, although the Environmental Protection Agency says that the pollution wasn’t severe enough to cause long-term health damage.",
    "concepts_spacy": [
      "the Environmental Protection Agency",
      "Conspiracy Theorizing Goes Off",
      "East Palestine",
      "Ohio",
      "Feb.",
      "long-term health damage"
    ]
  },
  {
    "title": "As Covid-19 Cases Tick Higher, Conspiracy Theorists Stoke New Fears",
    "content": "But to conspiracy theorists and right-wing influencers online, each uptick is an opportunity to sow fear and rile up their supporters, according to disinformation experts. The use of “plandemic” and “scamdemic” — two terms describing Covid-19 as a ruse — rose sharply in August on right-wing websites, according to data from Pyrra, a company that monitors threats and misinformation on alternative social networks.",
    "concepts_spacy": [
      "Conspiracy Theorists Stoke New Fears",
      "Tick Higher",
      "August",
      "Pyrra",
      "alternative social networks",
      "right-wing influencers"
    ]
  },
  {
    "title": "‘Ron DeSoros’? Conspiracy Theorists Target Trump’s Rival.",
    "content": "To some, he is “Ron DeSoros,” a puppet of the Democratic megadonor George Soros. To others, he is “Ron DeSatan,” a vaccine-supporting evildoer. And to still others, he is “Ron DePLANTis,” a “plant” of the so-called Deep State.",
    "concepts_spacy": [
      "Conspiracy Theorists Target Trump’s Rival",
      "the so-called Deep State",
      "“Ron DePLANTis",
      "George Soros",
      "‘Ron DeSoros",
      "“Ron DeSoros"
    ]
  },
  {
    "title": "City Life, Culture Wars and Conspiracy Theories",
    "content": "What people who haven’t experienced a real urban lifestyle generally don’t get is how easy life is. Running errands is a snap; because you walk most places, you don’t worry about traffic jams or parking spaces.",
    "concepts_spacy": [
      "City Life, Culture Wars and",
      "a real urban lifestyle",
      "Running errands",
      "parking spaces",
      "traffic jams",
      "most places"
    ]
  },
  {
    "title": "Ray Epps, Target of Jan. 6 Conspiracy Theory, Charged in Capitol Attack",
    "content": "From the start, the attacks on Mr. Epps were largely based on the fact that he was never charged with any crimes, even though he was captured on video on the night before the riot encouraging people to go into the Capitol. He was also seen on Jan. 6 pointing others toward the building and then entering a restricted area of the Capitol grounds.",
    "concepts_spacy": [
      "the Capitol grounds",
      "Capitol Attack",
      "Ray Epps",
      "Mr. Epps",
      "Jan.",
      "a restricted area"
    ]
  },
  {
    "title": "Prosecutors Face Conspiracy Theories in Jan. 6 Trial",
    "content": "Almost from the moment that a pro-Trump mob stormed into the Capitol on Jan. 6, 2021, conspiracy theories have ricocheted from the fringes of the internet to the corridors of Congress. Republican officials and others on the right have dismissed the attack as the work of mere tourists, or sought to depict it as a false-flag operation by shadowy leftist groups — or even the federal government.",
    "concepts_spacy": [
      "shadowy leftist groups",
      "the Capitol",
      "Congress",
      "Jan.",
      "even the federal government",
      "a false-flag operation"
    ]
  },
  {
    "title": "The Strange Tale of Tina Peters",
    "content": "Follow our live updates on primary elections and results in Colorado.",
    "concepts_spacy": [
      "The Strange Tale of",
      "Colorado",
      "primary elections",
      "results"
    ]
  },
  {
    "title": "Trump Embraces Conspiracy Theories He Only Winked at Before",
    "content": "In a 24-hour period this week, former President Donald J. Trump posted to his social media platform, Truth Social, 88 times, amplifying one conspiracy theory after another.",
    "concepts_spacy": [
      "Trump Embraces Conspiracy Theories",
      "former President Donald J. Trump",
      "Truth Social",
      "one conspiracy theory",
      "period this week"
    ]
  },
  {
    "title": "Do You Know Someone Who Believes in Conspiracy Theories? We Want to Hear About It.",
    "content": "Conspiracy theories have become an increasingly common problem in the United States. From the QAnon movement to misinformation about Covid-19 vaccines, many Americans have accepted ideas that are not backed by science or fact.",
    "concepts_spacy": [
      "the QAnon movement",
      "the United States",
      "many Americans",
      "an increasingly common problem",
      "science",
      "ideas"
    ]
  },
  {
    "title": "Why Conspiracy Theories Flourish in Trump’s America",
    "content": "One factor contributing to the persistent Republican embrace of conspiracy thinking, Miller continued, is that Trump loyalists in 2020 — who had suddenly become political losers — abruptly understood themselves to be on “a downward trajectory.” Miller writes that “perceiving oneself to be ‘losing’ (culturally, politically, economically, etc.) is likely one of the reasons people are susceptible to belief in conspiracy theories.”",
    "concepts_spacy": [
      "Trump’s America One factor",
      "Miller",
      "the persistent Republican embrace",
      "a downward trajectory",
      "conspiracy thinking",
      "political losers"
    ]
  },
  {
    "title": "Alex Jones and the Wellness-Conspiracy Industrial Complex",
    "content": "But it was what the trial revealed about Jones’s finances and how Infowars operates as a business that I found most intriguing. In particular, we saw just how staggeringly lucrative Jones’s schtick can be and, despite the parents’ victory, how difficult it might be to shut down the money that flows to conspiracists like Jones.",
    "concepts_spacy": [
      "the Wellness-Conspiracy Industrial Complex",
      "Jones’s finances",
      "Alex Jones",
      "the parents’ victory",
      "conspiracists",
      "a business"
    ]
  },
  {
    "title": "Fed Up With Google, Conspiracy Theorists Turn to DuckDuckGo",
    "content": "Praise for DuckDuckGo has become a popular refrain during the pandemic among right-wing social media influencers and conspiracy theorists who question Covid-19 vaccines and push discredited coronavirus treatments. Some have posted screenshots showing that DuckDuckGo appears to surface more links favorable to their views than Google does.",
    "concepts_spacy": [
      "Google",
      "right-wing social media influencers",
      "discredited coronavirus treatments",
      "Conspiracy Theorists Turn",
      "a popular refrain",
      "screenshots"
    ]
  },
  {
    "title": "Kyrie Irving Defends Antisemitic Documentary and Conspiracy Theory",
    "content": "“I’m not a divisive person when it comes to religion,” Irving said. “I embrace all walks of life.”",
    "concepts_spacy": [
      "Kyrie Irving Defends Antisemitic Documentary and Conspiracy Theory",
      "a divisive person",
      "all walks",
      "religion",
      "life"
    ]
  },
  {
    "title": "How a Tiny Elections Company Became a Conspiracy Theory Target",
    "content": "Editors’ Note, updated Nov. 12: On Oct. 4, after this article was originally published, the chief executive of Konnech, Eugene Yu, was arrested in connection with an investigation into the possible theft of personal information about poll workers. On Nov. 9, prosecutors in Los Angeles dropped those charges, citing “potential bias in the presentation” of evidence in the case.",
    "concepts_spacy": [
      "a Conspiracy Theory Target Editors’ Note",
      "a Tiny Elections Company",
      "Los Angeles",
      "Eugene Yu",
      "Konnech",
      "Oct."
    ]
  },
  {
    "title": "The Five Conspiracy Theories That Putin Has Weaponized",
    "content": "Vladimir Putin’s Russia is driven by conspiracy theories.",
    "concepts_spacy": [
      "The Five Conspiracy Theories That Putin Has Weaponized",
      "Vladimir Putin",
      "Russia"
    ]
  },
  {
    "title": "‘The Violin Conspiracy’ Is a Musical Thriller With Some Unexpected Notes",
    "content": "Such reflections are the heart of the novel, which begins with the theft but then retraces Ray’s past for most of the remaining pages. We learn that he grew up being told by his mother that his playing was just noise, but that he was encouraged by his grandmother. She surprised him one Christmas with his great-great-grandfather’s old violin, which was caked in rosin and in need of repair after decades of languishing in her attic. According to family lore, it was a gift that PopPop, once enslaved, received from his owner as a free man.",
    "concepts_spacy": [
      "‘The Violin Conspiracy",
      "one Christmas",
      "Ray",
      "Some Unexpected Notes",
      "the remaining pages",
      "a Musical Thriller"
    ]
  },
  {
    "title": "‘The Marijuana Conspiracy’ Review: Grass Fed",
    "content": "You can almost smell the joints littering the screen as “The Marijuana Conspiracy” shuffles aimlessly forward. Set in Canada in 1972, and dramatizing an actual experiment designed to test the effects of cannabis on young women, this agonizingly gauche movie feels like a missed opportunity for a searing ethical investigation.",
    "concepts_spacy": [
      "The Marijuana Conspiracy” shuffles",
      "‘The Marijuana Conspiracy’ Review",
      "cannabis",
      "Canada",
      "a searing ethical investigation",
      "this agonizingly gauche movie"
    ]
  },
  {
    "title": "A Better Way to Think About Conspiracies",
    "content": "But that education won’t be effective if it tells a too simplistic story, where all consensus claims are true and all conspiracy theories empty. In reality, a consensus can be wrong, and a conspiracy theory can sometimes point toward an overlooked or hidden truth — and the approach that Caulfield proposes, to say nothing of the idea of a centralized Office of Reality, seem likely to founder on these rocks. If you tell people not to listen to some prominent crank because that person doesn’t represent the establishment view or the consensus position, you’re setting yourself up to be written off as a dupe or deceiver whenever the consensus position fails or falls apart.",
    "concepts_spacy": [
      "Caulfield",
      "an overlooked or hidden truth",
      "all conspiracy theories",
      "a too simplistic story",
      "the establishment view",
      "the consensus position"
    ]
  },
  {
    "title": "The First Capitol Riot Arrests Were Easy. The Next Ones Will Be Tougher.",
    "content": "The Oath Keeper case could be a model moving forward for more complicated cases. The criminal complaint shows investigators employing a variety of techniques in tracking down and charging the defendants: Thomas E. Caldwell, Donovan Crowl and Jessica Watkins. Mr. Caldwell said he intended to fight the charges at a hearing this week. Mr. Crowl and Ms. Watkins have not yet appeared in court to respond to the complaint.",
    "concepts_spacy": [
      "The First Capitol Riot Arrests",
      "The Next Ones Will Be Tougher",
      "The Oath Keeper case",
      "Thomas E. Caldwell",
      "Jessica Watkins",
      "Donovan Crowl"
    ]
  },
  {
    "title": "A Conspiracy Theory Is Proved Wrong",
    "content": "kevin roose",
    "concepts_spacy": [
      "A Conspiracy Theory",
      "Proved Wrong kevin roose"
    ]
  },
  {
    "title": "‘Crack: Cocaine, Corruption & Conspiracy’ Review: A Brisk Look Back at a Crisis",
    "content": "Told in eight chapters, the film begins with some scene-setting bits of archival footage. Speeches by President Ronald Reagan and clips from the 1987 drama “Wall Street” capture the era’s free-market capitalism, while its underside is illustrated by images of impoverished inner cities and the hip-hop that emerged from there. Former dealers explain that crack, a cheaper and more potent variant of cocaine, offered destitute youth a get-rich-quick scheme. The drug suddenly became more available than ever in the United States in the ’80s, which the movie links to shady C.I.A. dealings during the Iran-contra affair.",
    "concepts_spacy": [
      "Corruption & Conspiracy’ Review: A Brisk Look Back",
      "President Ronald Reagan",
      "the Iran-contra affair",
      "the United States",
      "“Wall Street",
      "a Crisis"
    ]
  },
  {
    "title": "Birds Aren’t Real, or Are They? Inside a Gen Z Conspiracy Theory.",
    "content": "It might smack of QAnon, the conspiracy theory that the world is controlled by an elite cabal of child-trafficking Democrats. Except that the creator of Birds Aren’t Real and the movement’s followers are in on a joke: They know that birds are, in fact, real and that their theory is made up.",
    "concepts_spacy": [
      "a Gen Z Conspiracy Theory",
      "QAnon",
      "child-trafficking Democrats",
      "the movement’s followers",
      "the conspiracy theory",
      "Birds Aren’t Real"
    ]
  },
  {
    "title": "I Saw a Doctor Who Voices Conspiracy Theories. What Should I Do?",
    "content": "When people pose medical threats to others, the HIPAA rules may permit you to notify public-health authorities without their consent; more important, those rules stop you only from passing on “individually identifiable health information,” so, at least in theory, you could tell people they have been exposed to the virus as long as you don’t let them know who exposed them.",
    "concepts_spacy": [
      "the HIPAA rules",
      "“individually identifiable health information",
      "public-health authorities",
      "medical threats",
      "those rules",
      "the virus"
    ]
  },
  {
    "title": "Rejecting Covid Inquiry, China Peddles Conspiracy Theories Blaming the U.S.",
    "content": "Wary of independent scrutiny, Beijing has tightly controlled efforts by the World Health Organization to investigate the origin of the outbreak, and it rejected the health agency’s recent call for a second phase of an inquiry that would look more closely at the lab theory.",
    "concepts_spacy": [
      "China Peddles Conspiracy Theories",
      "the World Health Organization",
      "Covid Inquiry",
      "the U.S. Wary",
      "Beijing",
      "the health agency’s recent call"
    ]
  },
  {
    "title": "Just Because You Don’t Believe in Conspiracy Theories Doesn’t Mean You’re Always Right",
    "content": "Of course the distinctions between the reformist and the conspiracist, between the Apollonian and the Dionysian, are not absolute. Within any one person, the lines blur: Many of us can be reformists and conspiracists, prone to mysticism in some areas and beholden to reason in others. A tree may fall and nearly kill you, leading you to believe that this was a sign from the universe that you must live life to the fullest and appreciate each day — even as you email the city council about hiring more arborists.",
    "concepts_spacy": [
      "the Apollonian",
      "beholden",
      "the distinctions",
      "the conspiracist",
      "the city council",
      "any one person"
    ]
  },
  {
    "title": "Pharmacist Accused of Tampering With Vaccine Was Conspiracy Theorist, Police Say",
    "content": "The attempt to destroy precious doses of the vaccine came over the holidays as the state worked to administer vaccines quickly to frontline health care workers. As of Saturday, the state had received 159,800 doses of vaccines and had administered 64,657, according to the Centers for Disease Control and Prevention. Although the Moderna product is sometimes described as a “genetic” vaccine, it does not alter a person’s genes in any way.",
    "concepts_spacy": [
      "the Centers for Disease Control and Prevention",
      "Vaccine Was Conspiracy Theorist",
      "the Moderna product",
      "Saturday",
      "health care workers",
      "a “genetic” vaccine"
    ]
  },
  {
    "title": "When the World Seems Like One Big Conspiracy",
    "content": "Conspiracy theories come in all shapes and sizes, but perhaps the most common form is the global cabal theory. A recent survey of 26,000 people in 25 countries asked respondents whether they believe there is “a single group of people who secretly control events and rule the world together.”",
    "concepts_spacy": [
      "the World Seems Like One Big Conspiracy Conspiracy",
      "One Big Conspiracy Conspiracy theories",
      "the global cabal theory",
      "the most common form",
      "A recent survey",
      "a single group"
    ]
  },
  {
    "title": "Do You Think Online Conspiracy Theories Can Be Dangerous?",
    "content": "Find all our Student Opinion questions here.",
    "concepts_spacy": [
      "Online Conspiracy Theories"
    ]
  },
  {
    "title": "Trump Visits Kenosha, Offering Support for Police With Little Mention of Shooting",
    "content": "Much of the small city shut down in anticipation of the president’s visit, with roads closed, commuter trains suspended, helicopters buzzing overhead and armored cars deployed in the streets.",
    "concepts_spacy": [
      "Offering Support for Police",
      "Trump Visits Kenosha",
      "Little Mention",
      "the president’s visit",
      "commuter trains",
      "the small city"
    ]
  },
  {
    "title": "How to Talk to Friends and Family Who Share Conspiracy Theories",
    "content": "The age of info insanity is upon us, and really weird claims are all the rage. Some have been saying Trump faked his coronavirus diagnosis because he’s about to round up an imaginary satanic pedophilia cabal. “Let’s get into the conversation of President Donald Trump supposedly having coronavirus— ‘supposedly’ being the operative word there.” Others are speculating that Joe Biden was wearing a wire in the debates. “There it is. Biden’s wearing a wire.” It’s actually just a crease in his shirt. And a popular meme among teens was the claim that Wayfair is shipping children in industrial-grade cabinets. I just have a lot of questions here. The main driver of info insanity is something called QAnon, which is where stories like these originate or are amplified. “I have grown to fully trust Don, master of all masters. He is a genius, a 5D chess player, a man with a huge heart.” He was an unknown person who claims to be an intelligence insider but obviously isn’t. And Anons are the people who follow him and decode his vague posts. The main gist of QAnon is that elite satanic pedophiles are everywhere and they’re coming to get your kids. More specifically, pedophiles are everywhere among liberals, celebrities, and the media. Meanwhile, Donald Trump is busy plotting to round them all up. “Why is it that all these pedophiles were allowed to be untouched for years and years and years until President Trump was sworn in as president?” The scale of QAnon isn’t yet clear, but it’s definitely big. It’s reached the crucial ‘your mom has heard of it’ stage. “Q is the best thing that has ever happened to me.” There are now 87 QAnon supporters who have run for Congress, and the first will be elected this November. “I think it’s something worth listening to and paying attention to.” And Trump refuses to push back against QAnon because QAnon loves Trump. “Well, I don’t know much about the movement, other than I understand they like me very much.” QAnon is serious, and it merits our attention and our concern. We need to respond. It’s tempting to just laugh all this off. But in this video, I’m going to show you why that is actually one of the worst things you can do. To understand QAnon, it helps to understand magic. I don’t mean this kind. I mean the medieval stuff. Throughout history, people believed in spells and superstitions and, yeah, religions. Magical thinking is driven by spotting patterns and creating connections. A black cat crossed your path, then your daughter fell ill— presto, look out for black cats. This is how Anons are interpreting reality. They’re thinking magically. They’re seeing patterns and drawing connections. “So there we have a connection between The Grateful Dead and the mystery schools of Egypt, ancient Egypt.” One of the major reasons QAnon is on the rise right now is because when the world is scary and uncertain, we are drawn to magical thinking. We now have a major schism between two tribes, magical thinkers and evidence seekers. The rest of us, the evidence seekers, are still plenty irrational and magical, but we mostly defer to science and empiricism. We are two tribes making sense of the world in different ways and perceiving different realities. QAnon has an indifference or outright hostility towards reality that to us evidence seekers is shocking or baffling or hilarious or infuriating. “What if I told you that those who are corrupting the world, poisoning our food, and igniting conflict were themselves about to be permanently eradicated from the Earth?” So how do we evidence seekers respond? Often with ridicule. “So I dived deep into the rabbit hole to talk to four prominent QAnon researchers.” “Donald Trump is one of the most intelligent men probably in our lifetime— like, top five, believe it or not.” “I find it hard.” We mock. We belittle. We dunk on them. It’s fun. It’s entertaining. It feels fantastic. “Boring!” Ridicule is a booming industry in Trump-era America. “I’m no psychiatrist, but I think it’s safe to say—” “This guy’s got some big issues.” There’s even an anti-QAnon community of influencers and podcasters and YouTubers dunking on QAnon all day every day. Many of them seem to love this stuff the way that other people love awful movies. It’s so bad, it’s good. “Not the bees!” Creators like these are funny and smart and, generally speaking, right. In a lot of ways, ridicule works. It’s a peaceful weapon against the powerful. It persuades people who haven’t chosen sides yet. And it demonstrates to those already on your side that your team is the smartest and wittiest and most wonderful of all. Ridicule is part of society’s immune system. Just like your body’s immune system fights a viral invader, ridicule attacks nonsense and drives it back to the fringes. Or, at least, it tries. “Where we go on, we go off. God bless, patriots.” But where ridicule falls entirely flat is at bringing people back who do believe in QAnon. Instead, ridicule leaves in its wake shame, anger, resentment, and in the worst cases, humiliation. We underestimate the power of this emotion. If someone humiliates us, we will hold that grudge indefinitely, and we will get our revenge. I think we all learned this from The Karate Kid. What role has the judgment and condescension of college-educated urbanites played in spawning QAnon? How big a factor is humiliation in the rise of Donald Trump? And if you think you’re above being targeted with ridicule, if you think you’re beyond the reach of humiliation, allow me a brief demonstration. Maybe you think Donald Trump engineered some brilliant covert conspiracy with Russia despite not being able to keep anything else secret. “We are actually about to find out if Russia maybe has something on the new president.” Maybe you think JFK was taken out by the FBI or the CIA or the military industrial complex. “I think most Americans would agree that it was not a lone gunman. That’s the conspiracy in the Warren Report.” Actually, this guy definitely did it all by himself. Maybe you believe in anarchism, which has never worked anywhere ever and spectacularly explodes in all experiments. If you believe any of these things, you might have just felt the sting of ridicule. That’s the feeling we give others when we ridicule them. Did it make you rethink your positions? Not unless you were already rethinking them. More likely, you doubled down. You got to work figuring out why I’m an idiot. Maybe you even started plotting your revenge, like a mean tweet. We all believe goofy stuff. We go to great lengths to avoid admitting being wrong, because it’s embarrassing. And when you’re really, really, really wrong, it’s humiliating. “Why are they not in jail? Oh, is it because you’re part of them? Are you part of the deep state?” “Thank you, ma’am. Your time has expired.” “The deep state is going down, and if any of you are in the deep state, you’re going down with it.” “Ma’am, this is your last warning. I’m finding that you are disrupting this meeting.” The bad news is, regardless of what happens with this guy, QAnon is still going to be here. And while most platforms have cracked down on Q, Anons are clever at evading these measures. QAnon may very well grow and even get uglier in the years ahead. So if we can’t dunk on fools, what do we do? What society as a whole does about QAnon is a complex question that has no definite answer. But what we as individuals do about Q in our personal lives is relatively simple. We don’t panic, and we don’t lash out. We calm down and we slow down. Here are three things to do if someone you know gets into QAnon. These are based on the work of Mick West, who has been debunking conspiracy theories for 15 years. Stay connected. For almost everyone, it’s not necessary to cut off a Q believer. If you do this, that’s one less lifeline back to reality they have access to. That’s one less voice that isn’t simply cheering them on. Share information they may be lacking. When you see someone posting incorrect information, share links that show why it’s incorrect and simply ask questions about how these conspiratorial claims would work. Often, when people delve a bit deeper, they can see for themselves when something is implausible. And finally, be patient. These beliefs are unlikely to suddenly vanish. It will seem like nothing is working when slow progress is actually being made. If you intervene, you need to be gentle. Be kind or be neutral. And if you can’t do either, do nothing, because your attacks can make things worse. Believers in QAnon will benefit more from our interest and our respect than from our condemnation. “Calling it stupid, calling the people who are involved in it stupid— and I’ve never known a good way to get people to do anything for me by calling them stupid.” Instead of looking at QAnon followers as a force to be defeated, look at them as fellow flawed humans you can positively influence. This isn’t some contest you need to win. Anons are just people like us. They’re not mentally ill. They’re not beyond redemption. The most formidable adversary QAnon might ultimately face is QAnon. This is a narrative that is not built to last. It’s premised on predictions that never materialize. Any and all outlandish claims are accepted. Dissent is not tolerated. There is no objective reality. And everything is interpreted. QAnon will always be an incoherent mess of nonsense. These are gigantic faults. And for many Q followers, they will become obvious in time. And the Q Show is still in its early seasons. People will also simply get bored. In the meantime, we need to endure and not chase people deeper down the rabbit hole. [MUSIC PLAYING]",
    "concepts_spacy": [
      "four prominent QAnon researchers",
      "President Donald Trump",
      "The Grateful Dead",
      "the Warren Report",
      "Trump-era America",
      "many Q followers"
    ]
  },
  {
    "title": "Why Conspiracy Theories Are So Addictive Right Now",
    "content": "To be clear, none of the rumormongering I saw from the left was comparable to a dangerous extremist movement like QAnon, which alleges that the world is controlled by a cabal of satanic pedophiles led by prominent Democrats. And it’s understandable that people would question the official narrative of Mr. Trump’s illness. Presidents have a long history of hiding their health problems from the public, and the barrage of conflicting, confusing and dishonest information emanating from Mr. Trump and his medical team this week has made it hard to take their claims at face value.",
    "concepts_spacy": [
      "prominent Democrats",
      "Mr. Trump’s illness",
      "QAnon",
      "confusing and dishonest information emanating",
      "a dangerous extremist movement",
      "the official narrative"
    ]
  },
  {
    "title": "Trump Spread Multiple Conspiracy Theories on Monday. Here Are Their Roots.",
    "content": "[Follow our live coverage of the Biden inauguration.]",
    "concepts_spacy": [
      "Trump Spread Multiple Conspiracy Theories",
      "the Biden inauguration",
      "Monday"
    ]
  },
  {
    "title": "A Theory About Conspiracy Theories",
    "content": "Estimates of how many Americans firmly believe at least one discredited conspiracy theory hover around 50 percent, but that may be low. (To paraphrase a popular bumper sticker: If you don’t think someone is plotting against you, you’re not paying attention.) Still, psychologists do not have a good handle on the types of people who are prone to buy into Big Lie theories, especially the horror-film versions.",
    "concepts_spacy": [
      "Conspiracy Theories Estimates",
      "Big Lie theories",
      "at least one discredited conspiracy theory",
      "especially the horror-film versions",
      "a popular bumper sticker",
      "psychologists"
    ]
  },
  {
    "title": "I Spoke to a Scholar of Conspiracy Theories and I’m Scared for Us",
    "content": "This week, Donovan’s team published “The Media Manipulation Casebook,” a searchable online database of their research. It makes for grim reading — an accounting of the many failures of journalists, media companies, tech companies, policymakers, law enforcement officials and the national security establishment to anticipate and counteract the liars who seek to dupe us. Armed with these investigations, Donovan hopes we can all do better.",
    "concepts_spacy": [
      "Donovan’s team",
      "the national security establishment",
      "“The Media Manipulation Casebook",
      "a searchable online database",
      "law enforcement officials",
      "these investigations"
    ]
  },
  {
    "title": "Can YouTube Quiet Its Conspiracy Theorists?",
    "content": "Climate change is a hoax, the Bible predicted President Trump’s election and Elon Musk is a devil worshiper trying to take over the world.",
    "concepts_spacy": [
      "President Trump’s election",
      "Can YouTube Quiet",
      "Elon Musk",
      "the Bible",
      "a devil worshiper",
      "Climate change"
    ]
  },
  {
    "title": "The Long History of ‘Hidden Earpiece’ Conspiracy Theories",
    "content": "Ahead of Tuesday’s presidential debate, rumors began spreading among right-wing influencers and Trump campaign surrogates that Joseph R. Biden Jr., the Democratic nominee, was being outfitted with a hidden earpiece in order to receive surreptitious help during the debate, and that Mr. Biden’s campaign had refused a request from the Trump campaign to allow a third party to inspect both candidates’ ears for hidden earpiece receivers before the debate.",
    "concepts_spacy": [
      "Tuesday’s presidential debate",
      "Mr. Biden’s campaign",
      "Joseph R. Biden Jr.",
      "the Trump campaign",
      "The Long History",
      "Hidden Earpiece"
    ]
  },
  {
    "title": "How a Fringe Theory About Ukraine Took Root in the White House",
    "content": "“I would like you to find out what happened with this whole situation with Ukraine, they say CrowdStrike … I guess you have one of your wealthy people …,” the president said. It is unclear whether the ellipses indicate that words were omitted or that Mr. Trump’s voice was trailing off.",
    "concepts_spacy": [
      "Mr. Trump’s voice",
      "the White House",
      "a Fringe Theory",
      "CrowdStrike",
      "Ukraine",
      "this whole situation"
    ]
  },
  {
    "title": "YouTube Unleashed a Conspiracy Theory Boom. Can It Be Contained?",
    "content": "In late January, the company announced that it was changing its recommendations algorithm to reduce the spread of “borderline content and content that could misinform users in harmful ways.” It cited, as examples, “videos promoting a phony miracle cure for a serious illness, claiming the earth is flat or making blatantly false claims about historic events like 9/11.”",
    "concepts_spacy": [
      "a Conspiracy Theory Boom",
      "YouTube Unleashed",
      "late January",
      "blatantly false claims",
      "a phony miracle cure",
      "“borderline content"
    ]
  },
  {
    "title": "In Epstein Tweets, Trump Revisits a Favored Conspiracy Genre: Murder",
    "content": "Mr. Clinton and Mr. Epstein were first linked in 2002, when it was reported that the former president took his first of four trips aboard Mr. Epstein’s private jet, for a trip related to Mr. Clinton’s work on his foundation, according to a Clinton spokesman, and Mr. Clinton has stressed that he has not been in touch with Mr. Epstein in over a decade.",
    "concepts_spacy": [
      "Trump Revisits a Favored Conspiracy Genre",
      "Mr. Epstein’s private jet",
      "a Clinton spokesman",
      "Murder Mr. Clinton",
      "Mr. Clinton’s work",
      "Epstein Tweets"
    ]
  },
  {
    "title": "Among Some Hate Groups, Porn Is Viewed as a Conspiracy",
    "content": "LOS ANGELES — Buried in the anti-Semitic manifesto of the 19-year-old man who recently opened fire in a synagogue near San Diego is a sentence in which he blames Jews for “causing many to fall into sin with their role in peddling pornography.”",
    "concepts_spacy": [
      "a Conspiracy LOS ANGELES",
      "Some Hate Groups",
      "San Diego",
      "the anti-Semitic manifesto",
      "peddling pornography",
      "a synagogue"
    ]
  },
  {
    "title": "How a James Comey Tweet Fueled a Conspiracy Theory That Upended a California Town",
    "content": "A town in the foothills of the Sierra Nevada recently found itself at the center of a baseless conspiracy theory that predicted an attack on a school fund-raiser.",
    "concepts_spacy": [
      "a California Town A town",
      "a James Comey Tweet",
      "a Conspiracy Theory",
      "the Sierra Nevada",
      "a baseless conspiracy theory",
      "a school fund-raiser"
    ]
  },
  {
    "title": "On Politics: Trump’s Economic Conspiracy",
    "content": "Good Monday morning. Here are some of the stories making news in Washington and politics today.",
    "concepts_spacy": [
      "Trump’s Economic Conspiracy Good Monday morning",
      "Washington",
      "the stories",
      "Politics",
      "today",
      "news"
    ]
  },
  {
    "title": "Mueller and the Conspiracy Around the Corner",
    "content": "Pro-Trump pundits hailed the news as “unequivocally” discrediting accusations against the president; Russiagate’s staunchest proponents argued that Barr’s summary was inadequate, “daintily” worded and “carefully pro-Trump.”",
    "concepts_spacy": [
      "the Conspiracy Around the Corner Pro-Trump",
      "Russiagate’s staunchest proponents",
      "the Corner Pro-Trump pundits",
      "Barr’s summary",
      "the president",
      "accusations"
    ]
  },
  {
    "title": "Epstein Suicide Conspiracies Show How Our Information System Is Poisoned",
    "content": "Mr. Epstein’s apparent suicide is, in many ways, the post-truth nightmare scenario. The sordid story contains almost all of the hallmarks of stereotypical conspiratorial fodder: child sex-trafficking, powerful global political leaders, shadowy private jet flights, billionaires whose wealth cannot be explained. As a tale of corruption, it is so deeply intertwined with our current cultural and political rot that it feels, at times, almost too on the nose. The Epstein saga provides ammunition for everyone, leading one researcher to refer to Saturday’s news as the “Disinformation World Cup.”",
    "concepts_spacy": [
      "Poisoned Mr. Epstein’s apparent suicide",
      "the “Disinformation World Cup",
      "Epstein Suicide Conspiracies",
      "shadowy private jet flights",
      "The Epstein saga",
      "Saturday’s news"
    ]
  },
  {
    "title": "Manafort Spread Ukraine Conspiracy Theory Months Before 2016 Election",
    "content": "WASHINGTON — Paul Manafort, President Trump’s former campaign chairman, spread a conspiracy theory now at the center of the impeachment investigation — that Ukraine, not Russia, hacked the Democratic National Committee — as early as five months before the 2016 election, according to newly released documents from the special counsel’s investigation.",
    "concepts_spacy": [
      "President Trump’s former campaign chairman",
      "Manafort Spread Ukraine Conspiracy Theory",
      "the Democratic National Committee",
      "Election WASHINGTON",
      "Paul Manafort",
      "Russia"
    ]
  },
  {
    "title": "Epstein Conspiracy Theories: De Blasio, and Others Join Speculation",
    "content": "Mayor Bill de Blasio on Monday joined a host of prominent figures in sharply questioning how Jeffrey Epstein died in an apparent suicide in federal jail, insisting that he was not dabbling in conspiracy theories even as he echoed them.",
    "concepts_spacy": [
      "Epstein Conspiracy Theories",
      "Jeffrey Epstein",
      "Bill de Blasio",
      "Monday",
      "Others Join Speculation",
      "an apparent suicide"
    ]
  },
  {
    "title": "Conspiracy Theories Made Alex Jones Very Rich. They May Bring Him Down.",
    "content": "“You’ll never —” For talk show host Alex Jones, the revolution starts not with a bang, or a whimper, but with Tangy Tangerine. “You know, many revolutionaries rob banks and things, and kidnap people for funds. We promote in the free market the products we use that are about preparedness. That’s how we fund this revolution against the new world order.” Like a burly carnival barker, he once boasted that Tangy Tangerine weight loss supplements allowed him to shed 37 pounds in just two months. It’s just one of the products Jones has hawked in the past to fund his media empire, Infowars, and to bankroll his, at times, lavish lifestyle. Today, he sells a number of items, ranging from freeze dryers to so-called testosterone boosters for men in need of a little something extra to fight the globalist agenda. And don’t forget the fish oil. “You ever seen fish oil look like that — no, you’ve never seen that, have you? Just like our information is dynamite, so are our products, infowarsstore.com.” In 2014, Jones’s business had revenues of more than $20 million. What’s made Jones a millionaire is his ability to merge his bizarre claims with his merchandise. The apocalypse requires products that the Infowars store can readily supply. His customers buy in, and then they buy. “The globalists, obviously, are hitting us through our water. It’s time to take control of our lives. It’s time to not give our children and families these poisons.” Jones touts the coming Armageddon. Conveniently, he also sells body armor and components for homemade guns. “You’ve pissed in the face of the globalists that don’t want us to be able to defend ourselves. You’ve supported the infowar. You basically have made America great again, so thank you all for your support. Limited editions available right now.” Jones, and others who help peddle his products, like chiropractor Edward Group, accuse the government of putting fluoride in drinking water, knowing it was a deadly poison. “Dumbing the population down, you’re easily controllable, and they can also —” “They’re cutting us off from higher consciousness.” And thus, Jones will sell you fluoride-free toothpaste laced with counteractive iodine. If the struggle against the ‘deep state’ is getting you down — “I can’t handle it anymore.” — there’s Super Male Vitality for aging men. “With Dr. Group’s help, we have developed the ultimate male vitality supplement. This is the answer to the globalist war on male vitality with the estrogen mimickers they’ve added to the food and the water supply.” “Oh, my God!” But all that prowess comes at a cost. “Shut this down! This is not safe!” Documents show Jones has sold at a 20 percent markup. Where he bought it for around $15, he sells it for around $70. (On sale now.) The millions of dollars his fans have spent on his products have made Jones a wealthy man. But his vitriolic rhetoric — “… have their battle rifles and everything ready at their bedsides.” — and crackpot theories, like that the Sandy Hook school shooting was a hoax, have gotten him kicked off of Facebook and YouTube and resulted in various lawsuits. Most recently, Twitter has permanently banned Jones and Infowars for violating their abusive behavior policy. Despite these setbacks, Jones continues to seethe against the machine, presumably not without the help of his survival shield formula.",
    "concepts_spacy": [
      "Tangy Tangerine weight loss supplements",
      "the Sandy Hook school shooting",
      "talk show host Alex Jones",
      "chiropractor Edward Group",
      "the estrogen mimickers",
      "the coming Armageddon"
    ]
  },
  {
    "title": "How Conspiracy Theories Shape Art",
    "content": "As this convulsive, cacophonous midterm election campaign reaches its end, no exhibition captures the national mood quite like “Everything Is Connected: Art and Conspiracy,” a nightmarish show at the Met Breuer.",
    "concepts_spacy": [
      "the Met Breuer",
      "this convulsive, cacophonous midterm election campaign",
      "a nightmarish show",
      "the national mood",
      "no exhibition",
      "Conspiracy"
    ]
  },
  {
    "title": "With ‘Spygate,’ Trump Shows How He Uses Conspiracy Theories to Erode Trust",
    "content": "WASHINGTON — As a candidate, Donald J. Trump claimed that the United States government had known in advance about the Sept. 11 attacks. He hinted that Antonin Scalia, a Supreme Court justice who died in his sleep two years ago, had been murdered. And for years, Mr. Trump pushed the notion that President Barack Obama had been born in Kenya rather than Honolulu, making him ineligible for the presidency.",
    "concepts_spacy": [
      "the United States government",
      "a Supreme Court justice",
      "Erode Trust WASHINGTON",
      "President Barack Obama",
      "Donald J. Trump",
      "Antonin Scalia"
    ]
  },
  {
    "title": "Right-Wing Media Uses Parkland Shooting as Conspiracy Fodder",
    "content": "Mr. Hogg, the high school’s student news director, has become a sensation among many liberals for his polished and compelling television interviews, in which he has called on lawmakers to enact tougher restrictions on guns. Just as quickly, Mr. Hogg attracted the disdain of right-wing provocateurs like The Gateway Pundit, a fringe website that gained prominence in 2016 for pushing conspiracies about voter fraud and Hillary Clinton.",
    "concepts_spacy": [
      "Conspiracy Fodder Mr. Hogg",
      "The Gateway Pundit",
      "Hillary Clinton",
      "voter fraud",
      "the high school’s student news director",
      "right-wing provocateurs"
    ]
  },
  {
    "title": "This Conspiracy Theory Should Worry Trump",
    "content": "The problem is that legally, his argument doesn’t get him where he wants to go. Even though Mr. Trump can give his campaign as much of his own money as he wants to, he can’t ask other people to front the money for him and promise to pay them back later without reporting the arrangement in a timely fashion to the Federal Election Commission. But he didn’t report it, subverting the whole point of the nation’s post-Watergate campaign finance laws, which is to disclose campaign giving and spending to the American people before an election — not 20 months later.",
    "concepts_spacy": [
      "the Federal Election Commission",
      "This Conspiracy Theory",
      "Mr. Trump",
      "the nation’s post-Watergate campaign finance laws",
      "the American people",
      "a timely fashion"
    ]
  },
  {
    "title": "Embracing Conspiracy Theory, Trump Escalates Attack on Bruce Ohr",
    "content": "“I’d like to begin by reading a statement from the president. ‘I’ve decided to revoke the security clearance of John Brennan, former director of the Central Intelligence Agency. At this point in my administration, any benefits that senior officials might glean from consultations with Mr. Brennan are now outweighed by the risks posed by his erratic conduct and behavior.’” President Trump has taken away John Brennan’s security clearance and says he’s considering doing the same to other former national security officials. That’s even though two of the officials, including the former F.B.I. director James Comey, no longer have clearances. So why did he single out the group? One clue may be what they’ve said about him. “I think he has demonstrated time and time again that he lies to the American people, and that he is not fulfilling the responsibilities of the office of the presidency.” “The United States used to be the defender of our European allies and to push back against the Russians. The fact now that Mr. Trump is aligning himself with Mr. Putin is a concern.” “He is giving aid and comfort to the enemy, and it needs to stop.” “Oh, I have no confidence in a guy like Brennan. And I think he’s a total lowlife. “When the president tries to use the Department of Justice as kind of a private investigatory body, that’s, uh, not good for the country.” “Our institutions are under assault internally.” “Internally from the president?” “Exactly.” “Are you questioning his fitness?” “Yes, I do.” “I have no confidence in Clapper. You know, Clapper wrote me a beautiful letter when I first went to office, and it was really nice. And then all of a sudden, he’s gone haywire.” “He has a habit of telling lies. Sometimes big. Sometimes casual. And then insisting that the people around him repeat them and believe them. And that is — that stains any human.” “Is Donald Trump unfit to be president?” “Yes. I think he’s morally unfit to be president.” “I think that James Comey was unfair to the people of this country. I think what he did was a disgrace. I think he goes down as the worst F.B.I. director in history, by far. There’s nobody close. And I think I did the country a tremendous favor by firing him.”",
    "concepts_spacy": [
      "the former F.B.I. director James Comey",
      "John Brennan’s security clearance",
      "the Central Intelligence Agency",
      "the Department of Justice",
      "the worst F.B.I. director",
      "Trump Escalates Attack"
    ]
  },
  {
    "title": "You Don’t Need to Go to the Dark Web to Find Hateful Conspiracy Theories",
    "content": "You don’t have to go deep into the internet to find the baseless conspiracies that provided a backdrop for mass murder in Pittsburgh and the recent pipe-bomb mailings to Barack Obama, the Clintons, George Soros and CNN. They are served up in plain sight, for profit, at airport bookstores, at movie-theater chains and on cable television.",
    "concepts_spacy": [
      "Hateful Conspiracy Theories",
      "Barack Obama",
      "George Soros",
      "the Dark Web",
      "the Clintons",
      "Pittsburgh"
    ]
  },
  {
    "title": "The Conspiracy Theory That Says Trump Is a Genius",
    "content": "Last week Roseanne Barr — who, with the hit reboot of her show, has become one of the most prominent Donald Trump supporters in the country — tweeted that the president has freed hundreds of children a month from sexual bondage. “He has broken up trafficking rings in high places everywhere,” she wrote. (The tweet has since been deleted.)",
    "concepts_spacy": [
      "the most prominent Donald Trump supporters",
      "The Conspiracy Theory",
      "Roseanne Barr",
      "trafficking rings",
      "sexual bondage",
      "the president"
    ]
  },
  {
    "title": "On Politics With Lisa Lerer: Midterm Conspiracies",
    "content": "I was reminded of that craziness this week, after The Washington Times retracted and apologized for a column about Seth Rich, the Democratic National Committee staff member whose unsolved killing in 2016 sparked conspiracy theories. Though the police believe Mr. Rich may have been killed in a botched robbery effort, many figures on the right — including Sean Hannity — have connected the death to the leak of D.N.C. emails.",
    "concepts_spacy": [
      "the Democratic National Committee staff member",
      "Politics With Lisa Lerer",
      "The Washington Times",
      "D.N.C. emails",
      "Sean Hannity",
      "Seth Rich"
    ]
  },
  {
    "title": "A Trail of ‘Bread Crumbs,’ Leading Conspiracy Theorists Into the Wilderness",
    "content": "So the baker-followers assemble the crumbs into what they call “dough” or “bread,” to be circulated online — feverishly complex diagrams and bulletin-board collages of words and images. Bright red lines highlight connections, an approach familiar to viewers of “True Detective” or “Homeland” or “The Wire,” and satirized by a popular GIF of a wild-eyed Charlie Day, from the TV comedy “It’s Always Sunny in Philadelphia,” standing in front of a messy bulletin board. Day’s character, who is working in a corporate mailroom, has convinced himself that half of the company’s employees don’t exist, even as a friend assures him that not only are they real, but also that “they have been asking for their mail on a daily basis.” Rather than deal with the complex reality of his duties, he has retreated into fantasy.",
    "concepts_spacy": [
      "a wild-eyed Charlie Day",
      "Day’s character",
      "the Wilderness",
      "Bread Crumbs",
      "Philadelphia",
      "“Homeland"
    ]
  },
  {
    "title": "Syria Conspiracy Theories Flourish, at Both Ends of the Spectrum",
    "content": "WASHINGTON — President Trump’s order for a cruise missile strike on a Syrian air base, which has alienated some of his supporters, has fueled speculation of hidden motives and hoaxes.",
    "concepts_spacy": [
      "Syria Conspiracy Theories Flourish",
      "the Spectrum WASHINGTON",
      "President Trump’s order",
      "a cruise missile strike",
      "a Syrian air base",
      "hidden motives"
    ]
  },
  {
    "title": "A Conspiracy Theory’s Journey From Talk Radio to Trump’s Twitter",
    "content": "WASHINGTON — It began at 6 p.m. Thursday as a conspiratorial rant on conservative talk radio: President Barack Obama had used the “instrumentalities of the federal government” to wiretap the Republican seeking to succeed him. This “is the big scandal,” Mark Levin, the host, told his listeners.",
    "concepts_spacy": [
      "A Conspiracy Theory’s Journey",
      "Trump’s Twitter WASHINGTON",
      "President Barack Obama",
      "Mark Levin",
      "Talk Radio",
      "Thursday"
    ]
  },
  {
    "title": "Who’s Fueling Conspiracy Whisperers’ Falsehoods?",
    "content": "Italians have a word for it: dietrologia.",
    "concepts_spacy": [
      "Conspiracy Whisperers",
      "dietrologia",
      "Falsehoods",
      "Italians",
      "a word"
    ]
  },
  {
    "title": "Do You Believe in Online Conspiracy Theories?",
    "content": "Are you familiar with any online conspiracy theories? If so, what are they and what is the evidence to support them?",
    "concepts_spacy": [
      "Online Conspiracy Theories",
      "any online conspiracy theories",
      "the evidence"
    ]
  },
  {
    "title": "Why More Democrats Are Now Embracing Conspiracy Theories",
    "content": "Even some prominent liberals like Robert Reich, the former Secretary of Labor under Bill Clinton, seem open to conspiracy theories of the sort typically espoused by figures like Alex Jones and Glenn Beck. (After the recent violent demonstration at the University of California at Berkeley, Mr. Reich raised the possibility that the far right “was in cahoots” with the agitators, writing a blog post titled “A Yiannopoulos, Bannon, Trump Plot to Control American Universities?”)",
    "concepts_spacy": [
      "the University of California at Berkeley",
      "Control American Universities",
      "the former Secretary",
      "Robert Reich",
      "Bill Clinton",
      "Alex Jones"
    ]
  },
  {
    "title": "Las Vegas Massacre Gives InfoWars More Conspiracy Fodder",
    "content": "The mystery of why Stephen Paddock smuggled an arsenal into a Las Vegas hotel room before firing into a crowd of concertgoers, killing dozens and injuring hundreds, has only deepened in the days since the massacre. His motives remain elusive, his beliefs unclear.",
    "concepts_spacy": [
      "More Conspiracy Fodder",
      "a Las Vegas hotel room",
      "Las Vegas Massacre",
      "Stephen Paddock",
      "concertgoers",
      "the massacre"
    ]
  },
  {
    "title": "When Conspiracy and Forfeiture Law Intersect",
    "content": "Tony Honeycutt pleaded guilty and Terry Honeycutt was convicted after trial. As part of his sentence, he was ordered to forfeit an amount equal to the profits from the iodine sales, even though all the money went to his brother’s corporation that owned the store and Terry Honeycutt was paid only his salary.",
    "concepts_spacy": [
      "Conspiracy and Forfeiture Law Intersect Tony Honeycutt",
      "Terry Honeycutt",
      "the iodine sales",
      "all the money",
      "the profits",
      "an amount"
    ]
  },
  {
    "title": "Conspiracy Bill Advances in Japan Despite Surveillance Fears",
    "content": "TOKYO — Prime Minister Shinzo Abe of Japan won a crucial vote in the House of Representatives on Tuesday on an anti-conspiracy bill that he said was needed to fight terrorism but that critics feared could give the authorities broad surveillance powers over citizens.",
    "concepts_spacy": [
      "the House of Representatives",
      "Prime Minister Shinzo Abe",
      "Conspiracy Bill Advances",
      "Surveillance Fears TOKYO",
      "Tuesday",
      "Japan"
    ]
  },
  {
    "title": "Former Barclays Trader Pleads Guilty in Currency Manipulation Conspiracy",
    "content": "A former Barclays trader pleaded guilty on Wednesday to federal charges arising from a global investigation into the manipulation of foreign-exchange prices at major banks, the Justice Department said.",
    "concepts_spacy": [
      "Currency Manipulation Conspiracy",
      "A former Barclays trader",
      "the Justice Department",
      "Wednesday",
      "foreign-exchange prices",
      "a global investigation"
    ]
  },
  {
    "title": "In Trump’s Volleys, Echoes of Alex Jones’s Conspiracy Theories",
    "content": "Mr. Jones demurred when it came to his influence on Mr. Trump, which he said the “MSM” (mainstream media) overstated to undermine the president. “MSM tries to say Alex Jones is an eight-headed kook with all these warts and Trump’s copying everything he says,” Mr. Jones told me. “It’s just not true.”",
    "concepts_spacy": [
      "Alex Jones’s Conspiracy Theories",
      "Trump’s Volleys",
      "Mr. Jones",
      "Mr. Trump",
      "the “MSM",
      "an eight-headed kook"
    ]
  },
  {
    "title": "Review: ‘A Conspiracy of Faith’ Tracks a Message Written in Blood",
    "content": "“A Conspiracy of Faith” is part of a trilogy of films in the “Department Q” series. Read the reviews for the other films, “The Absent One” and “The Keeper of Lost Causes.”",
    "concepts_spacy": [
      "The Keeper of Lost Causes",
      "the “Department Q” series",
      "A Conspiracy of Faith",
      "“The Absent One",
      "the other films",
      "the reviews"
    ]
  },
  {
    "title": "Review: ‘Moonwalkers,’ a Conspiracy-Theory Comedy",
    "content": "The misguided “Moonwalkers” invests too much in the comedy potential of things that haven’t been funny for a long while. Its plot revolves around the notion — what, again? — that there was a conspiracy to fake the Apollo 11 lunar landing. And its writer, Dean Craig, and director, Antoine Bardou-Jacquet, seem to think there’s nothing more hilarious than having characters stumble around stoned.",
    "concepts_spacy": [
      "a Conspiracy-Theory Comedy",
      "Antoine Bardou-Jacquet",
      "Dean Craig",
      "Apollo",
      "The misguided “Moonwalkers",
      "the comedy potential"
    ]
  },
  {
    "title": "After Orlando Shooting, ‘False Flag’ and ‘Crisis Actor’ Conspiracy Theories Surface",
    "content": "Jesse Walker, the author of “The United States of Paranoia: A Conspiracy Theory,” said fear, the human need to find patterns and tell stories, and the recognition that conspiracies are not impossible help fuel such theories. The stories — no matter how outlandish — can bring meaning and a measure of comfort in a world that can make no sense, he said.",
    "concepts_spacy": [
      "‘Crisis Actor’ Conspiracy Theories Surface Jesse Walker",
      "A Conspiracy Theory",
      "“The United States",
      "Orlando Shooting",
      "the recognition",
      "impossible help"
    ]
  },
  {
    "title": "Scientists Just Say No to ‘Chemtrails’ Conspiracy Theory",
    "content": "Conspiracy theories can be stubborn, particularly in the echo chamber of the internet.",
    "concepts_spacy": [
      "’ Conspiracy Theory Conspiracy theories",
      "the echo chamber",
      "the internet",
      "Scientists"
    ]
  },
  {
    "title": "Donald Trump Cues Up Another Conspiracy",
    "content": "Donald Trump is calling for volunteers to watch the polls in November, and he is making no bones about why.",
    "concepts_spacy": [
      "Another Conspiracy Donald Trump",
      "Donald Trump Cues",
      "November",
      "volunteers",
      "the polls",
      "no bones"
    ]
  },
  {
    "title": "The Conspiracy Theorists’ Election",
    "content": "It’s possible to gaze back almost wistfully on all the moments in recent American politics that seemed, at the time, to constitute Peak Crazy, but look from today’s vantage point like false summits. Consider, for instance, the remarks Barack Obama gave at the 2011 White House Correspondents Dinner, three days after releasing the long-form birth certificate Donald Trump had spent weeks demanding. “Now, I know that he’s taken some flak lately,” Obama said, with Trump in the audience, “but no one is happier, no one is prouder to put this birth-certificate matter to rest than the Donald. And that’s because he can finally get back to focusing on issues that matter — like, did we fake the moon landing? What really happened in Roswell? And where are Biggie and Tupac?”",
    "concepts_spacy": [
      "White House Correspondents Dinner",
      "Barack Obama",
      "Donald Trump",
      "Peak Crazy",
      "the Donald",
      "Roswell"
    ]
  },
  {
    "title": "Guantánamo Detainee’s Conspiracy Conviction Upheld, but Legal Issue Lingers",
    "content": "WASHINGTON — A federal appeals court on Thursday upheld a military commission’s conviction of a prominent Guantánamo Bay detainee on the charge of conspiracy to commit war crimes, salvaging a rare successful outcome for the troubled tribunals system.",
    "concepts_spacy": [
      "Guantánamo Detainee’s Conspiracy Conviction Upheld",
      "a prominent Guantánamo Bay detainee",
      "Legal Issue Lingers WASHINGTON",
      "Thursday",
      "a military commission’s conviction",
      "the troubled tribunals system"
    ]
  },
  {
    "title": "After Shake-Up by Trump, Clinton Camp Keeps Wary Eye on ‘Conspiracy Theories’",
    "content": "It took just a few hours, after Donald J. Trump announced a major staff shake-up last week, for Hillary Clinton’s campaign team to settle on a new buzzword.",
    "concepts_spacy": [
      "Hillary Clinton’s campaign team",
      "Donald J. Trump",
      "Clinton Camp",
      "Wary Eye",
      "a major staff shake-up",
      "‘Conspiracy Theories"
    ]
  },
  {
    "title": "46 Charged in Mafia Racketeering Conspiracy",
    "content": "Forty-six members of an organized crime network that included four of New York’s five Mafia families were charged in a large-scale racketeering conspiracy, according to an indictment unsealed on Thursday.",
    "concepts_spacy": [
      "Mafia Racketeering Conspiracy Forty-six members",
      "New York’s five Mafia families",
      "Thursday",
      "a large-scale racketeering conspiracy",
      "an organized crime network",
      "an indictment"
    ]
  },
  {
    "title": "Time for a Republican Conspiracy!",
    "content": "Members of the Republican governing class are like cowering freshmen at halftime of a high school football game. Some are part of the Surrender Caucus, sitting sullenly on their stools resigned to the likelihood that their team is going to get crushed. Some are thinking of jumping ship to the Trump campaign with an alacrity that would make rats admire and applaud.",
    "concepts_spacy": [
      "a Republican Conspiracy",
      "the Surrender Caucus",
      "the Trump campaign",
      "the Republican governing class",
      "a high school football game",
      "the likelihood"
    ]
  },
  {
    "title": "It’s A Conspiracy!",
    "content": "Greg Sargent has lately been driving home the point that Donald Trump just isn’t vulnerable to typical establishment attacks — at least in the Republican primary. (The general election might be different.) Catch him making an utterly false assertion, and his supporters just see it as the liberal media conspiring against him. It’s driving the establishment Republicans wild.",
    "concepts_spacy": [
      "Greg Sargent",
      "Donald Trump",
      "typical establishment attacks",
      "an utterly false assertion",
      "the Republican primary",
      "The general election"
    ]
  },
  {
    "title": "The Conspiracy Consensus",
    "content": "So, are we supposed to be shocked over Donald Trump claiming that Janet Yellen is keeping rates low to help Obama? Folks, this is a widely held position in the Republican Party; Paul Ryan and John Taylor accused Ben Bernanke years ago of doing something dastardly by preventing the fiscal crisis they insist would and should have happened under Obama. If Trump’s remarks seem startling, it’s only because the press has soft-pedaled the conspiracy theorizing of seemingly respectable Republicans.",
    "concepts_spacy": [
      "The Conspiracy Consensus So",
      "the Republican Party",
      "Donald Trump",
      "Janet Yellen",
      "John Taylor",
      "Paul Ryan"
    ]
  },
  {
    "title": "Review: In ‘Labyrinth of Lies,’ the Frankfurt Auschwitz Trials Break a Conspiracy of Silence",
    "content": "The earnest post-Holocaust drama “Labyrinth of Lies” can be viewed as a sequel of sorts to “Judgment at Nuremberg,” the much-decorated 1961 Stanley Kramer film about the Nuremberg trials of the 1940s, in which top-ranking Nazis were tried for crimes against humanity. The trials are still imprinted in many people’s minds as the ultimate moment of reckoning, after which a horrific chapter of history was more or less closed and the world moved on. Of course, it wasn’t as simple as that.",
    "concepts_spacy": [
      "the Frankfurt Auschwitz Trials Break a Conspiracy of Silence",
      "Judgment at Nuremberg",
      "the Nuremberg trials",
      "Labyrinth of Lies",
      "Stanley Kramer",
      "The earnest post-Holocaust drama"
    ]
  },
  {
    "title": "Monetary Conspiracy Theories",
    "content": "Photo",
    "concepts_spacy": [
      "Monetary Conspiracy Theories Photo"
    ]
  },
  {
    "title": " Conspiracy Claims in Venezuela ",
    "content": "Listening to embattled President Nicolás Maduro of Venezuela ramble for hours about an international right-wing conspiracy to oust him, it’s clear that he would use any fabricated pretext to jail opposition leaders and crack down on dissent.",
    "concepts_spacy": [
      "embattled President Nicolás Maduro",
      "Venezuela",
      "an international right-wing conspiracy",
      "jail opposition leaders",
      "any fabricated pretext",
      "Conspiracy Claims"
    ]
  },
  {
    "title": "Word of the Day | conspiracy",
    "content": "conspiracy • \\kən-ˈspir-ə-sē\\ • noun",
    "concepts_spacy": [
      "the Day | conspiracy conspiracy • \\kən-ˈspir-ə-sē\\ • noun",
      "Word"
    ]
  },
  {
    "title": "Are Conspiracy Theories All Bad?",
    "content": "Introduction",
    "concepts_spacy": [
      "Introduction",
      "All Bad"
    ]
  },
  {
    "title": "Closing Arguments Are Made in State Senator Sampson’s Conspiracy Trial",
    "content": "State Senator John L. Sampson leaned on his longtime cronies when he was in legal trouble, but in the end he was undone by the friends’ sense that he had betrayed their loyalty to protect himself, prosecutors said in closing arguments on Wednesday at the legislator’s federal conspiracy trial.",
    "concepts_spacy": [
      "Senator John L. Sampson",
      "Conspiracy Trial State",
      "Closing Arguments",
      "Senator Sampson",
      "Wednesday",
      "the legislator’s federal conspiracy trial"
    ]
  },
  {
    "title": "Egyptian Leaders Blame a Familiar Foe, Conspiracy, but Citizens Are Dubious",
    "content": "CAIRO — President Abdel Fattah el-Sisi of Egypt sought on Wednesday to reassure residents of Sharm el Sheikh about the exodus of tourists after the crash of a Russian charter jet after takeoff from the resort’s airport. But to Egyptians worried about putting food on their tables, he offered little comfort.",
    "concepts_spacy": [
      "President Abdel Fattah el-Sisi",
      "Sharm el Sheikh",
      "a Familiar Foe",
      "Wednesday",
      "Egypt",
      "Citizens Are Dubious CAIRO"
    ]
  },
  {
    "title": "When Turmoil Strikes, Turks See Conspiracy at Work",
    "content": "ISTANBUL — In the aftermath of modern Turkey’s deadliest terrorist attack, an old specter has reappeared on the political scene: the widespread assumption that events are being manipulated behind the scenes and outside the law by a web of shadowy forces called the “deep state.”",
    "concepts_spacy": [
      "modern Turkey’s deadliest terrorist attack",
      "Turmoil Strikes",
      "Work ISTANBUL",
      "the widespread assumption",
      "the political scene",
      "the “deep state"
    ]
  },
  {
    "title": "The Question Is Whodunit; the Answer Is Clear",
    "content": "“Unthinkable” is unwatchable, which is too bad, because there are certainly enough oddities in the incident it tries to dramatize to have made for a decent conspiracy theory film.",
    "concepts_spacy": [
      "the Answer Is Clear “Unthinkable",
      "Whodunit",
      "a decent conspiracy theory film",
      "enough oddities",
      "The Question",
      "the incident"
    ]
  },
  {
    "title": "The Ebola Conspiracy Theories ",
    "content": "THE spread of Ebola from western Africa to suburban Texas has brought with it another strain of contagion: conspiracy theories.",
    "concepts_spacy": [
      "The Ebola Conspiracy Theories",
      "western Africa",
      "suburban Texas",
      "another strain",
      "THE spread",
      "contagion"
    ]
  },
  {
    "title": "Fighting Ebola, and the Conspiracy Theories",
    "content": "Misinformation about politics may often seem silly — the immigration bill will give out free cars! — but the consequences of false beliefs in public health can be deadly.",
    "concepts_spacy": [
      "the Conspiracy Theories Misinformation",
      "Fighting Ebola",
      "the immigration bill",
      "but the consequences",
      "false beliefs",
      "public health"
    ]
  },
  {
    "title": "Guantánamo Bay Prosecutors Accuse Detainee of Conspiracy",
    "content": "WASHINGTON — Prosecutors for the military commission trials at Guantánamo Bay, Cuba, disclosed in a document posted Friday that they had added a charge of conspiracy against an Iraqi detainee, potentially setting up a test of whether Congress has the power to make conspiracy a prosecutable offense in a war-crimes tribunal despite its not being recognized as an international war crime.",
    "concepts_spacy": [
      "Guantánamo Bay Prosecutors Accuse Detainee",
      "Conspiracy WASHINGTON",
      "Congress",
      "Friday",
      "Cuba",
      "the military commission trials"
    ]
  },
  {
    "title": "A Union Awash in Conspiracies",
    "content": "Disunion follows the Civil War as it unfolded.",
    "concepts_spacy": [
      "Conspiracies Disunion",
      "the Civil War",
      "A Union Awash"
    ]
  },
  {
    "title": "The Birth of a Conspiracy Theory",
    "content": "If you spend enough time on the Internet you’ll eventually encounter a conspiracy theory. If you watch closely enough, sometimes you can actually see one being born.",
    "concepts_spacy": [
      "a Conspiracy Theory",
      "The Birth",
      "the Internet",
      "enough time"
    ]
  },
  {
    "title": "Rapes in India Fuel Charges of Conspiracy by a Caste",
    "content": "NEW DELHI — The rape and murder of two teenage girls in an Indian village threatened to touch off wider strife on Thursday, when the father of one of the girls said the crime was the product of a conspiracy among Yadavs, members of the dominant caste in the area.",
    "concepts_spacy": [
      "India Fuel Charges",
      "a Caste NEW DELHI",
      "Thursday",
      "Yadavs",
      "the dominant caste",
      "two teenage girls"
    ]
  },
  {
    "title": "How to Get Better Insurance Data, Without Encouraging Conspiracy Theories",
    "content": "It has been a week since opponents of health-care reform accused the Obama administration of conspiring with the Census Bureau to undercount the number of uninsured Americans in an attempt to make the Affordable Care Act look more successful than it really is.",
    "concepts_spacy": [
      "Encouraging Conspiracy Theories",
      "Get Better Insurance Data",
      "the Obama administration",
      "the Affordable Care Act",
      "uninsured Americans",
      "the Census Bureau"
    ]
  },
  {
    "title": "1914: Assassination of the Archduke Francis Ferdinand was a conspiracy",
    "content": "Photo",
    "concepts_spacy": [
      "the Archduke Francis Ferdinand",
      "a conspiracy Photo",
      "Assassination"
    ]
  },
  {
    "title": "Pennsylvania: Young Immigrant Gets 5 Years in ‘Jihad Jane’ Conspiracy",
    "content": "A Pakistani immigrant who is the youngest person convicted of terror charges in the United States was sentenced to five years in prison on Thursday by a federal judge after pleading guilty to taking part in a plot to kill a Swedish artist. The immigrant, Mohammad Hassan Khalid, 20, who was taken into custody three years ago for his role in the so-called Jihad Jane case, will serve two more years in prison, ruled Judge Petrese B. Tucker of United States District Court in Philadelphia. Mr. Khalid pleaded guilty to committing related crimes when he was as young as 15. He was arrested on charges including providing material support for terrorists for working with a suburban Philadelphia woman, Colleen R. LaRose, who called herself Jihad Jane. She was sentenced to 10 years in prison for planning to murder the artist Lars Vilks, who had depicted the head of the Prophet Muhammad on a dog.",
    "concepts_spacy": [
      "’ Conspiracy A Pakistani immigrant",
      "the so-called Jihad Jane case",
      "a suburban Philadelphia woman",
      "United States District Court",
      "Judge Petrese B. Tucker",
      "Mohammad Hassan Khalid"
    ]
  },
  {
    "title": "No Stranger to Conspiracy",
    "content": "AS a veteran newspaper reporter, I’ve heard some things. I once sat in a Friendly’s restaurant in Connecticut with an earnest nun who, between sips of her Fribble, confided that an evil man who looked like Pope Paul VI — but who was not Pope Paul VI — had seized control of the Vatican in the 1960s. A papal double, she explained. And she had photographs to prove it.",
    "concepts_spacy": [
      "a Friendly’s restaurant",
      "Pope Paul VI",
      "Connecticut",
      "the Vatican",
      "a veteran newspaper reporter",
      "an earnest nun"
    ]
  },
  {
    "title": "The Ammo Conspiracy",
    "content": "Keith Srakocic/Associated Press",
    "concepts_spacy": [
      "The Ammo Conspiracy Keith Srakocic/Associated Press"
    ]
  },
  {
    "title": "No Comment Necessary: Conspiracy Nation",
    "content": "Via Salon",
    "concepts_spacy": [
      "No Comment Necessary",
      "Conspiracy Nation",
      "Via Salon"
    ]
  },
  {
    "title": "Turkish Court Sees Conspiracy in Journalist’s Death",
    "content": "ISTANBUL (Reuters) — A Turkish appeals court ruled Wednesday that the killers of an ethnic Armenian journalist did not act alone but were part of a criminal conspiracy, paving the way for a retrial of the case, which has gripped Turkey for years.",
    "concepts_spacy": [
      "Turkish Court Sees Conspiracy",
      "Journalist’s Death ISTANBUL",
      "Wednesday",
      "Armenian",
      "Turkey",
      "an ethnic Armenian journalist"
    ]
  },
  {
    "title": "The Health Care ‘Distraction’ Conspiracy",
    "content": "Marjorie Kamys Cotera for The Texas Tribune",
    "concepts_spacy": [
      "The Health Care ‘Distraction’ Conspiracy Marjorie Kamys Cotera",
      "The Texas Tribune"
    ]
  },
  {
    "title": "Unlocking the Conspiracy Mind-Set",
    "content": "When I first met the NASA climate researcher Gavin Schmidt a few years ago, we discussed the proliferation of material on the Internet attacking mainstream climate science. I asked him whether he thought climate contrarians were flirting with conspiracy theory in their views.",
    "concepts_spacy": [
      "the NASA climate researcher Gavin Schmidt",
      "the Conspiracy Mind-Set",
      "mainstream climate science",
      "climate contrarians",
      "the proliferation",
      "a few years ago"
    ]
  },
  {
    "title": "Toyo Tire Agrees to Penalty in Price-Fixing Conspiracy",
    "content": "A Japanese auto parts company agreed to pay a $120 million fine and plead guilty to charges that it fixed prices, becoming the latest supplier charged in the Justice Department’s sweeping antitrust investigation of the auto parts business, the department said on Tuesday.",
    "concepts_spacy": [
      "the Justice Department’s sweeping antitrust investigation",
      "Price-Fixing Conspiracy",
      "Toyo Tire Agrees",
      "Tuesday",
      "A Japanese auto parts company",
      "the auto parts business"
    ]
  },
  {
    "title": "The New Jersey Traffic Conspiracy",
    "content": "Mark Lennihan/Associated Press",
    "concepts_spacy": [
      "The New Jersey Traffic Conspiracy Mark Lennihan/Associated Press"
    ]
  },
  {
    "title": "Swiss Lawyer Pleads Guilty to Conspiracy in Tax Fraud",
    "content": "A Swiss lawyer accused of helping American clients conceal millions of dollars in offshore accounts pleaded guilty to conspiracy to commit tax fraud in federal court in New York. The lawyer, Edgar Paltzer, 57, a dual United States-Swiss citizen, admitted he opened bank accounts in Switzerland in the name of entities he formed for American citizens, knowing they intended to evade taxes. “I was aware that this conduct was wrong,” he said, pleading guilty to newly filed criminal charges as part of a plea agreement. As part of his plea, Mr. Paltzer agreed to forfeit any fees he earned and cooperate with the United States government. “His cooperation is complete and without any limitation,” Thomas Ostrander, Mr. Paltzer’s lawyer, said after the hearing. Mr. Paltzer, a former partner of the Swiss law firm Niederer Kraft & Frey who is licensed to practice in New York, was first charged in April on one count of conspiracy. That indictment accused him of conspiring with American taxpayers from 2000 through at least 2012 to help them hide their Swiss accounts from the Internal Revenue Service.",
    "concepts_spacy": [
      "a dual United States-Swiss citizen",
      "the Swiss law firm Niederer Kraft",
      "the Internal Revenue Service",
      "the United States government",
      "Niederer Kraft & Frey",
      "Mr. Paltzer’s lawyer"
    ]
  },
  {
    "title": "The E-Book Price-Fixing Conspiracy",
    "content": "It came as no surprise that a federal judge on Wednesday ruled against Apple in an e-book price-fixing case. The easy money was always on the Justice Department, which had evidence that Apple conspired with five major book publishers to manipulate the market. Yet it remains an open question whether these legal proceedings served consumers’ best interest.",
    "concepts_spacy": [
      "The E-Book Price-Fixing Conspiracy",
      "the Justice Department",
      "Wednesday",
      "an e-book price-fixing case",
      "five major book publishers",
      "consumers’ best interest"
    ]
  },
  {
    "title": "The Burden of Proof in Conspiracy",
    "content": "Calvin Smith was convicted of two murders and two counts of conspiracy in 2005 as part of an organized drug enterprise in Washington. He is serving 25 years to life for his part in those crimes, but he is appealing the conspiracy convictions. The Supreme Court, which heard oral argument on this case last week, should reverse the conspiracy convictions on the ground that they violate Mr. Smith’s Fifth Amendment right to due process.",
    "concepts_spacy": [
      "Mr. Smith’s Fifth Amendment right",
      "Conspiracy Calvin Smith",
      "The Supreme Court",
      "Washington",
      "The Burden",
      "an organized drug enterprise"
    ]
  },
  {
    "title": "Conspiracy World",
    "content": "When Republicans began questioning President Obama’s birth certificate four years ago, it seemed at first like a petulant reaction to a lost election, a flush of nativist and racist anger that would diminish over time. But the preposterous charges never went away. As this election cycle shows, many in the Republican Party continue to see the president as the center of a broad and malevolent liberal conspiracy to upend the truth.",
    "concepts_spacy": [
      "President Obama’s birth certificate",
      "the Republican Party",
      "Conspiracy World",
      "nativist",
      "a broad and malevolent liberal conspiracy",
      "nativist and racist anger"
    ]
  },
  {
    "title": "Paranoia From Both Left and Right",
    "content": "Like one of those optical illusions that can be viewed as two completely different things, Patrea Patrick’s “American Empire” will give you whiplash. At first glance this eye-rollingly melodramatic documentary seems to be a left-wing attack on unbounded corporate power. Just squint a little, however, and you’ll see a right-wing conspiracy rant whose attacks on the Federal Reserve would make Ron Paul thrill.",
    "concepts_spacy": [
      "Patrea Patrick’s “American Empire",
      "the Federal Reserve",
      "Ron Paul",
      "this eye-rollingly melodramatic documentary",
      "two completely different things",
      "a right-wing conspiracy rant"
    ]
  },
  {
    "title": "The Benghazi Conspiracy",
    "content": "Alex Wong/Getty Images",
    "concepts_spacy": [
      "The Benghazi Conspiracy Alex Wong/Getty Images"
    ]
  },
  {
    "title": "Power, Sex and Conspiracy",
    "content": "“The ‘C-word’ in American journalism is Conspiracy,” writes Edward Jay Epstein in his short, new e-book, “Three Days in May,” about l’affaire Dominique Strauss-Kahn.",
    "concepts_spacy": [
      "l’affaire Dominique Strauss-Kahn",
      "Edward Jay Epstein",
      "book",
      "American journalism",
      "“The ‘C-word",
      "Conspiracy"
    ]
  },
  {
    "title": "Whiffs of Conspiracy and Victory",
    "content": "“Rain delay,” replied Terry Franconi, who had come to the game carrying a broom — a goad for the Tigers to turn their 3-0 lead into a four-game sweep. Alas, brooms were banned from the ball yard. Besides, Franconi didn’t have a ticket.",
    "concepts_spacy": [
      "Terry Franconi",
      "the Tigers",
      "a four-game sweep",
      "the ball yard",
      "Conspiracy",
      "the game"
    ]
  },
  {
    "title": "The Jesus Conspiracy",
    "content": "It’s been six years since National Geographic revealed, amid much fanfare and discussion, the existence of a heretofore-unknown document that seemed to retell the New Testament narrative from the point of view of Judas Iscariot. That experience should have been a cautionary tale about the intersection of Biblical archaeology and media sensationalism: The first wave of coverage suggested that the document painted Judas as a misunderstood hero who was “only obeying his master’s wishes when he betrayed Jesus with a kiss,” but the evidence soon mounted that this sensationalistic claim relied on dubious translation decisions, and that the Judas in the fragmentary gospel might well actually be the embodiment of a Gnostic “king of demons” rather than Jesus’s most loyal friend.",
    "concepts_spacy": [
      "the New Testament narrative",
      "Jesus’s most loyal friend",
      "National Geographic",
      "Judas Iscariot",
      "the Judas",
      "Biblical archaeology and media sensationalism"
    ]
  },
  {
    "title": "Opinion Report: Conspiracy Theories",
    "content": "From the editorial page",
    "concepts_spacy": [
      "Opinion Report",
      "the editorial page"
    ]
  },
  {
    "title": "From Jack Welch, a Conspiracy Theory",
    "content": "Well, that didn’t take long. Just a few minutes after the jobs report for September was released, showing a drop in the unemployment rate, conspiracy theories began flying around Twitter that the Obama administration had manipulated the data or strong-armed the Bureau of Labor Statistics in some way. Even Jack Welch, the former chief executive of General Electric, chimed in:",
    "concepts_spacy": [
      "the Bureau of Labor Statistics",
      "a Conspiracy Theory Well",
      "the Obama administration",
      "General Electric",
      "Even Jack Welch",
      "September"
    ]
  },
  {
    "title": "Welcome to the Conspiracy Carnival",
    "content": "It’s getting hard to keep up with all of the news from Washington — witch hunts, conspiracy theories and Republicans tearing each other apart over who is ideologically pure and who is apostate. It’s a real set of carnival sideshows.",
    "concepts_spacy": [
      "the Conspiracy Carnival",
      "carnival sideshows",
      "witch hunts",
      "Washington",
      "Republicans",
      "a real set"
    ]
  },
  {
    "title": "Conspiracy Theories",
    "content": "When pressed by a French interviewer for proof of Osama bin Laden’s death, Roger Cohen called it an example of the Gallic conspiracy reflex: “The view that this might all be some U.S. plot or hoax had taken mysterious hold.” (“DSK and conspiracy theory,” Globalist, May 31).",
    "concepts_spacy": [
      "the Gallic conspiracy reflex",
      "Osama bin Laden’s death",
      "some U.S. plot",
      "Roger Cohen",
      "a French interviewer",
      "mysterious hold"
    ]
  },
  {
    "title": "Inflation Conspiracy Theories",
    "content": "One response of inflation-fearers to the absence of the inflationary outburst they’ve been waiting for is to reject the numbers, and claim that the BLS is hiding a much higher rate of inflation than the official numbers say. You see that a fair bit in comments, and some credulous mainstream figures (i.e. Niall Ferguson) have also bought into this story. How do we know that it’s wrong?",
    "concepts_spacy": [
      "i.e. Niall Ferguson",
      "some credulous mainstream figures",
      "the inflationary outburst",
      "the official numbers",
      "a much higher rate",
      "inflation-fearers"
    ]
  },
  {
    "title": "The Conspiracy at Lick Creek",
    "content": "Disunion follows the Civil War as it unfolded.",
    "concepts_spacy": [
      "Lick Creek Disunion",
      "the Civil War",
      "The Conspiracy"
    ]
  },
  {
    "title": "Conspiracies, Coups and Currencies",
    "content": "The murmurs about Barack Obama being forced out began in Berlin and Beijing. After his party lost the midterm vote, there were hints that a government of technocrats would be imposed on America, to save the country from a debt crisis and the world from a depression.",
    "concepts_spacy": [
      "Barack Obama",
      "Beijing",
      "America",
      "Berlin",
      "the midterm vote",
      "a debt crisis"
    ]
  },
  {
    "title": "In Conspiracy Trial, a Query: What, Exactly, Is a Gang?",
    "content": "In one call, Jahlyl Layne seemed intent on collecting on a debt, even though he was in jail.",
    "concepts_spacy": [
      "Conspiracy Trial",
      "Jahlyl Layne",
      "one call",
      "a Query",
      "a Gang",
      "a debt"
    ]
  },
  {
    "title": "Conspiracy Theories About Republicans and the Economy",
    "content": "In the last few days, several readers, economists and radio hosts have asked me whether I buy the most cynical interpretation of the debt crisis stalemate: maybe Republicans are reluctant to raise the debt ceiling, or are calling for austerity measures that could slow the recovery, because they actually want the economy to do badly. That way voters will demand a change in political leadership, and vote more Republicans into office in 2012.",
    "concepts_spacy": [
      "the most cynical interpretation",
      "the debt crisis stalemate",
      "political leadership",
      "austerity measures",
      "the last few days",
      "the debt ceiling"
    ]
  },
  {
    "title": "A Theory of Conspiracy Theories",
    "content": "Dear Mr. Keller: Last night on the “PBS NewsHour,” they had a story about some Los Angeles Times reporters who uncovered corruption in a nearby, small city in California. The newspaper eventually received a Pulitzer Prize. That is what you can have if you will talk with me. Within one hour, I will convince you and your staff that Lee Oswald did not assassinate President Kennedy. Then, I will give you the evidence for the real killers, and how the cover up could be perpetrated. It is a great story, fully documented and supported with facts, many from the Warren Commission itself!!",
    "concepts_spacy": [
      "some Los Angeles Times reporters",
      "the Warren Commission",
      "the “PBS NewsHour",
      "President Kennedy",
      "a Pulitzer Prize",
      "Dear Mr. Keller"
    ]
  },
  {
    "title": "A Conspiracy With a Silver Lining",
    "content": "William D. Cohan on Wall Street and Main Street.",
    "concepts_spacy": [
      "a Silver Lining William D. Cohan",
      "Main Street",
      "Wall Street",
      "A Conspiracy"
    ]
  },
  {
    "title": "Technicals Have Orlando’s Howard Smelling Conspiracy",
    "content": "It’s not unusual to hear N.B.A. players semi-jokingly discussing their theories that referees are out to get them. But Orlando center Dwight Howard doesn’t sound as if he’s joking.",
    "concepts_spacy": [
      "Orlando’s Howard Smelling Conspiracy",
      "Orlando center Dwight Howard",
      "N.B.A. players",
      "Technicals",
      "referees"
    ]
  },
  {
    "title": "Stop the Conspiracy Theories, Al Qaeda Tells Iranian Leader",
    "content": "Emmanuel Dunand/Agence France-Presse — Getty Images",
    "concepts_spacy": [
      "the Conspiracy Theories",
      "Emmanuel Dunand",
      "Getty Images",
      "Al Qaeda",
      "Iranian"
    ]
  },
  {
    "title": "Leaning on Conspiracy Theories",
    "content": "Roger Cohen’s “The captive Arab mind” (Globalist, Dec. 21) was both superficial and misleading. Yes, an increasing number of people lean on conspiracy theories to explain certain complex events, but they’re not exclusively Arabs, nor are their theories always wrong or completely unfounded.",
    "concepts_spacy": [
      "Conspiracy Theories Roger Cohen",
      "“The captive Arab mind",
      "certain complex events",
      "an increasing number",
      "Globalist",
      "people"
    ]
  },
  {
    "title": "9/11 Conspiracy Theory Not as Popular as Ahmadinejad Says",
    "content": "As my colleagues Neil MacFarquhar and Liz Robbins report, at the United Nations on Thursday, Iran’s president, Mahmoud Ahmadinejad, claimed that “the majority of the American people, as well as most nations and politicians around the world agree” that “some segments within the U.S. government orchestrated” the Sept. 11, 2001 terrorist attacks.",
    "concepts_spacy": [
      "Mahmoud Ahmadinejad",
      "the U.S. government",
      "the United Nations",
      "Neil MacFarquhar",
      "Iran’s president",
      "Liz Robbins"
    ]
  },
  {
    "title": "U.S. Is a Top Villain in Pakistan’s Conspiracy Talk",
    "content": "ISLAMABAD, Pakistan — Americans may think that the failed Times Square bomb was planted by a man named Faisal Shahzad. But the view in the Supreme Court Bar Association here in Pakistan’s capital is that the culprit was an American “think tank.”",
    "concepts_spacy": [
      "Pakistan’s Conspiracy Talk ISLAMABAD",
      "the Supreme Court Bar Association",
      "the failed Times Square bomb",
      "Pakistan’s capital",
      "Faisal Shahzad",
      "U.S."
    ]
  },
  {
    "title": "U.S. Tries to Build Case for Conspiracy by WikiLeaks",
    "content": "WASHINGTON — Federal prosecutors, seeking to build a case against the WikiLeaks leader Julian Assange for his role in a huge dissemination of classified government documents, are looking for evidence of any collusion in his early contacts with an Army intelligence analyst suspected of leaking the information.",
    "concepts_spacy": [
      "U.S. Tries to Build Case for Conspiracy",
      "an Army intelligence analyst",
      "WikiLeaks WASHINGTON",
      "the WikiLeaks leader",
      "Julian Assange",
      "classified government documents"
    ]
  },
  {
    "title": "Respectable Conspiracies",
    "content": "To the Editor:",
    "concepts_spacy": [
      "the Editor",
      "Respectable Conspiracies"
    ]
  },
  {
    "title": "A Conspiracy Melts Down Into Washers and Dryers",
    "content": "GULFPORT, Miss.  The planned overthrow of the United States government ended rather prosaically this fall, with a giant pile of mashed-up trucks in a muddy scrap yard a mile or so off the Interstate.",
    "concepts_spacy": [
      "Conspiracy Melts Down Into Washers",
      "the United States government",
      "the Interstate",
      "Miss.",
      "The planned overthrow",
      "A Conspiracy Melts"
    ]
  },
  {
    "title": "Men Plead Guilty in Ticket Conspiracy",
    "content": "Two men pleaded guilty to conspiring to evade computer security by buying and reselling more than a million seats for events like the Rose Bowl football game.",
    "concepts_spacy": [
      "the Rose Bowl football game",
      "Ticket Conspiracy",
      "more than a million seats",
      "computer security",
      "Two men",
      "Guilty"
    ]
  },
  {
    "title": "Putin Sees Conspiracy in Criticism of FIFA",
    "content": "MOSCOW  Russia’s prime minister, Vladimir V. Putin, responded angrily to allegations of corruption in world soccer’s governing body on Wednesday, suggesting that some members of the body were being “smeared” in an effort to undermine his country’s bid to host the World Cup in 2018.",
    "concepts_spacy": [
      "Russia’s prime minister",
      "Putin Sees Conspiracy",
      "Vladimir V. Putin",
      "the World Cup",
      "Wednesday",
      "MOSCOW"
    ]
  },
  {
    "title": "The Familiar Comforts of Conspiracies",
    "content": "Conspiratorial thinking has been a staple of American political discourse since the founding of the Republic. But lately the rhetoric of sinister plots and endangered liberty has reached new heights, or depths, whether it is Glenn Beck using a whiteboard to explain how the Progressive Era reforms of Theodore Roosevelt put the nation on to the path of totalitarianism, or Tea Party activists deploring the impending loss of constitutional liberty.",
    "concepts_spacy": [
      "Conspiracies Conspiratorial thinking",
      "the Progressive Era reforms",
      "The Familiar Comforts",
      "Tea Party activists",
      "Theodore Roosevelt",
      "the Republic"
    ]
  },
  {
    "title": "Mississippi: Ex-Nasa Official Guilty of Conspiracy",
    "content": "Never miss a rocket launch, meteor shower, eclipse or other 2025 event that’s out of this world with our space and astronomy calendar.",
    "concepts_spacy": [
      "Ex-Nasa Official Guilty of",
      "Mississippi",
      "Conspiracy Never",
      "a rocket launch",
      "this world"
    ]
  },
  {
    "title": "Conspiracy Theorists Examined",
    "content": "Few things are as tiresome as listening to people rant about their conspiracy theories. While there are, no doubt, tantalizing speculations to be made about the “inside job” that demolished the World Trade Center and the nefarious agenda of the global elite, movies about such things do well to involve James Bond and giant explosions.",
    "concepts_spacy": [
      "the World Trade Center",
      "James Bond",
      "Conspiracy Theorists Examined",
      "the nefarious agenda",
      "the global elite",
      "giant explosions"
    ]
  },
  {
    "title": "Conspiracy Trial for 100 Dissidents Begins in Iran",
    "content": "BEIRUT, Lebanon  The Iranian authorities opened an extraordinary mass trial against more than 100 opposition figures on Saturday, accusing them of conspiring with foreign powers to stage a revolution through terrorism, subversion, and a media campaign to discredit last month’s presidential election.",
    "concepts_spacy": [
      "Conspiracy Trial",
      "Saturday",
      "Lebanon",
      "Iran",
      "last month’s presidential election",
      "an extraordinary mass trial"
    ]
  },
  {
    "title": "A Conspiracy Theorist, Closing in on That Smoking Gun",
    "content": "Modeled on noir and executed on acid, “Able Danger” is a paranoid fantasy of geek superheroics that lunges desperately for political relevance. And while that objective is not entirely baseless, it might have been simpler to achieve had the movie’s retro style and hammy acting not skewed more toward the past than the present.",
    "concepts_spacy": [
      "That Smoking Gun Modeled",
      "A Conspiracy Theorist",
      "geek superheroics",
      "noir",
      "the movie’s retro style",
      "political relevance"
    ]
  },
  {
    "title": "The Clues and Conspiracies of an Assassination",
    "content": "Heads talk and reason walks in the documentary “RFK Must Die: The Assassination of Bobby Kennedy,” a conspiracy-addled trudge through the Ambassador Hotel’s most fateful event.",
    "concepts_spacy": [
      "RFK Must Die: The Assassination of Bobby Kennedy",
      "the Ambassador Hotel’s most fateful event",
      "an Assassination Heads",
      "“RFK",
      "a conspiracy-addled trudge",
      "the documentary"
    ]
  },
  {
    "title": "‘X-Files’: Discounting Conspiracies",
    "content": "To the Editor:",
    "concepts_spacy": [
      "the Editor"
    ]
  },
  {
    "title": "Abramoff sentenced on conspiracy charges",
    "content": "WASHINGTON — The disgraced former lobbyist Jack Abramoff, whose corruption scandal shook up Washington's elite and contributed to the Republican loss of control in Congress, was sentenced Thursday to four years in a U.S. prison.",
    "concepts_spacy": [
      "The disgraced former lobbyist Jack Abramoff",
      "Washington's elite",
      "a U.S. prison",
      "Congress",
      "Thursday",
      "the Republican loss"
    ]
  },
  {
    "title": "Georgia: Officer Pleads Guilty to Conspiracy",
    "content": "A former Atlanta police officer pleaded guilty to federal conspiracy charges for his role in a botched drug raid that ended in the shooting death of a 92-year-old woman. The former officer, Arthur Tesler, faces more than 10 years in prison on a charge of conspiracy to violate civil rights resulting in death. The police originally said officers had gone to the home of the woman, Kathryn Johnston, in northwest Atlanta, in 2006 after an informant said he had bought drugs there. But after finding none, officers tried to cover up the mistake by planting bags of marijuana, prosecutors said. In May, Mr. Tesler, 42, was sentenced to four and a half years in prison for lying to investigators, but federal prosecutors decided to pursue more charges after reviewing the case.",
    "concepts_spacy": [
      "Conspiracy A former Atlanta police officer",
      "Officer Pleads Guilty",
      "northwest Atlanta",
      "Kathryn Johnston",
      "Arthur Tesler",
      "Mr. Tesler"
    ]
  },
  {
    "title": "‘X-Files’ Movie: Conspiracy Theories",
    "content": "To the Editor:",
    "concepts_spacy": [
      "the Editor",
      "Files"
    ]
  },
  {
    "title": "Gotti arrested in murder conspiracy",
    "content": "John Gotti was arrested at his Long Island home early Tuesday morning on federal racketeering and murder conspiracy charges tying him to three murders, including a storied mob killing authorized by his father, according to a person briefed on the case.",
    "concepts_spacy": [
      "early Tuesday morning",
      "Long Island",
      "John Gotti",
      "federal racketeering and murder conspiracy charges",
      "a storied mob killing",
      "three murders"
    ]
  },
  {
    "title": "In the Heart of the Heart of Conspiracy",
    "content": "He needn’t have worried. A full-throated defense of the senator is now in the bookstores. Written by M. Stanton Evans, a conservative journalist whose roots stretch back to Barry Goldwater’s 1964 presidential campaign, it carries a title, “Blacklisted by History: The Untold Story of Senator Joe McCarthy and His Fight Against America’s Enemies” (Crown Forum, $29.95), that well explains its thesis. Though a handful of other pro-McCarthy books have appeared over the years  the most recent being Arthur Herman’s “Joseph McCarthy: Reexamining the Life and Legacy of America’s Most Hated Senator”  none created much interest among conservatives. But “Blacklisted by History” is drawing significant attention on the political right, where the reviews have ranged from gushing (The Weekly Standard) to scathing (National Review). If nothing else, Evans has forced his movement friends to look again at McCarthy. For conservatives, the crazy uncle has finally left the attic.",
    "concepts_spacy": [
      "Arthur Herman’s “Joseph McCarthy",
      "Fight Against America’s Enemies",
      "Senator Joe McCarthy",
      "The Weekly Standard",
      "M. Stanton Evans",
      "The Untold Story"
    ]
  },
  {
    "title": "Another Vatican Conspiracy, This Time Without a Code",
    "content": "A list is more to the point than a summary. The Vatican intelligence chief, a priest, turns out to work with the Allies. Another priest is a Nazi torturer. A bookseller who assists Prince Junio is part of the British network. Prince Junio’s chauffeur, who does his boss’s dirty work, is an agent detailed by the Gestapo to spy on him. Montse goes to Barcelona to coincide with a Himmler visit; disguising herself as a chambermaid, she steals his briefcase and brings it back to British intelligence in Rome.",
    "concepts_spacy": [
      "The Vatican intelligence chief",
      "Another Vatican Conspiracy",
      "Prince Junio’s chauffeur",
      "a Nazi torturer",
      "a Himmler visit",
      "a Code A list"
    ]
  },
  {
    "title": "A Sept. 11 Photo Brings Out the Conspiracy Theorists",
    "content": "SHANKSVILLE, Pa., Sept. 7  Valencia M. McClatchey thought she was doing the right thing when she gave the F.B.I. a copy of her photo of the mushroom-shaped cloud that rose over the hill outside her home after United Flight 93 crashed in a field here on Sept. 11, 2001.",
    "concepts_spacy": [
      "the Conspiracy Theorists SHANKSVILLE",
      "Valencia M. McClatchey",
      "United Flight",
      "the F.B.I.",
      "Sept.",
      "Pa."
    ]
  },
  {
    "title": "Creepy Crawly Conspiracies",
    "content": "There was a time when Ashley Judd seemed poised to take on if not great roles, then at least interesting ones. Her 1993 breakthrough in the delicate drama \"Ruby in Paradise\" suggested that she could go far in films that called for vulnerable young women with steely underpinnings. Instead she strayed into mediocre thrillers (\"Kiss the Girls,\" \"High Crimes\") that not even Morgan Freeman's dignified presence could salvage.",
    "concepts_spacy": [
      "not even Morgan Freeman's dignified presence",
      "Creepy Crawly Conspiracies",
      "Ashley Judd",
      "Ruby",
      "at least interesting ones",
      "vulnerable young women"
    ]
  },
  {
    "title": "Beyond Conspiracy, Progress",
    "content": "On the outskirts of Kandahar in Southern Afghanistan, there’s a junkyard of the Soviet empire. It’s filled with the hulls of T-55 and T-62 tanks and the tubes of multiple rocket launchers. Some of the tanks are intact. I guess high-explosive, antitank missiles penetrated the turrets and coated the interior of the steel shells with blood.",
    "concepts_spacy": [
      "Southern Afghanistan",
      "antitank missiles",
      "Kandahar",
      "multiple rocket launchers",
      "Beyond Conspiracy",
      "the Soviet empire"
    ]
  },
  {
    "title": "The amero conspiracy",
    "content": "Since he began his presidential campaign, Republican candidate Mitt Romney has held more than 125 \"Ask Mitt Anything\" town hall forums, and the people who have shown up for them have done their best to make the events live up to their name. There have been questions about medical marijuana, about abolishing the income tax, about Romney's Mormonism and his potential vice president.",
    "concepts_spacy": [
      "Republican candidate Mitt Romney",
      "Romney's Mormonism",
      "medical marijuana",
      "The amero conspiracy",
      "the income tax",
      "the people"
    ]
  },
  {
    "title": "Texas: Guardsman Pleads Guilty to Conspiracy",
    "content": "North Dakota Libraries: State lawmakers narrowly passed a bill that would require most libraries to keep material deemed explicit in areas difficult for minors to access. Librarians who don’t comply could face prosecution.",
    "concepts_spacy": [
      "Conspiracy North Dakota Libraries",
      "Guardsman Pleads Guilty",
      "Texas",
      "State lawmakers",
      "most libraries",
      "prosecution"
    ]
  },
  {
    "title": "Roger Cohen: Beyond conspiracy, progress",
    "content": "On the outskirts of Kandahar in southern Afghanistan there's a modest junkyard of the Soviet empire. It's filled with the hulls of T-55 and T-62 tanks and the tubes of multiple rocket launchers. Some of the tanks are intact. I guess high-explosive anti-tank missiles penetrated the turrets and coated the interior of the steel shells with blood.",
    "concepts_spacy": [
      "southern Afghanistan",
      "Roger Cohen",
      "Kandahar",
      "high-explosive anti-tank missiles",
      "multiple rocket launchers",
      "a modest junkyard"
    ]
  },
  {
    "title": "Tennessee: Conspiracy Charges Over Online Postings",
    "content": "Six high school girls were charged with homicide conspiracy after their principal found a list of 300 names and officials discovered online postings suggesting that they kill people, the authorities said. School officials said the list, discovered in a classroom trash can, mostly named students and faculty members but also included Tom Cruise and Oprah Winfrey. The principal, Tommy Layne of Sequatchie County High School, about 40 miles northwest of Chattanooga, said that he initially considered it a joke, but that authorities then found the ninth-graders’ online MySpace pages and postings that included the word “kill.” The girls, ages 14 and 15, were charged with conspiracy to commit criminal homicide late Wednesday and taken to a juvenile facility.",
    "concepts_spacy": [
      "the ninth-graders’ online MySpace pages",
      "Online Postings Six high school girls",
      "Sequatchie County High School",
      "late Wednesday",
      "Oprah Winfrey",
      "Tommy Layne"
    ]
  },
  {
    "title": "Maryland: Woman Sentenced in Prostitution Conspiracy",
    "content": "A Germantown woman was sentenced in federal court in Baltimore to two years in prison for her role in transporting several hundred prostitutes from New York and New Jersey to work in Maryland. From April 2003 to November 2005, federal prosecutors said, the woman, Rosibel Aparicio Jandres, 45, and others picked up the prostitutes on Monday mornings and dropped them off at 15 apartments and houses in Gaithersburg, Langley Park and Wheaton, where they worked as prostitutes for a week at a time. Six co-defendants, including Mrs. Jandres’s husband, Manuel Jandres, and her sister, Olinda Aparicio, have also pleaded guilty. Another defendant, Jair Francis of Langley Park, was convicted in December of conspiracy to transport women for prostitution and other charges.",
    "concepts_spacy": [
      "Rosibel Aparicio Jandres",
      "Prostitution Conspiracy",
      "Mrs. Jandres’s husband",
      "A Germantown woman",
      "Olinda Aparicio",
      "Monday mornings"
    ]
  },
  {
    "title": "Conspiracy?",
    "content": "Within minutes of learning of President John F. Kennedy’s murder on Nov. 22, 1963, Robert F. Kennedy was working the phones, looking for answers to how his brother had died. “There’s so much bitterness,” he told a colleague that day. “I thought they would get one of us.” But who were “they”? Robert Kennedy gravitated immediately to a shadowy nexus of forces he believed were at odds with the policies of his brother’s administration. Was it the C.I.A.? he asked John McCone, the director of central intelligence. Was the assassination the work of anti-Castro Cubans? Was it the American Mafia? Or was it — since there were hidden but important connections among these groups — a combined effort by them all? Before he had ever heard the name Lee Harvey Oswald, Robert Kennedy was considering scenarios that would eventually become the foundation of the myriad conspiracy theories that have haunted the American imagination for more than 40 years; according to David Talbot, he continued to explore those scenarios until his own death in 1968, even while publicly denying his belief in a conspiracy.",
    "concepts_spacy": [
      "President John F. Kennedy’s murder",
      "the American Mafia",
      "anti-Castro Cubans",
      "Robert F. Kennedy",
      "Lee Harvey Oswald",
      "Robert Kennedy"
    ]
  },
  {
    "title": "From Iraq’s Rumor Mill, a Conspiracy of Badgers",
    "content": "BASRA, Iraq  Nazariet al-Muwamara, they call it in Arabic: the conspiracy theory. As they go, this one is a gem.",
    "concepts_spacy": [
      " Nazariet al-Muwamara",
      "Iraq’s Rumor Mill",
      "the conspiracy theory",
      "Badgers BASRA",
      "a Conspiracy",
      "this one"
    ]
  },
  {
    "title": "Conspiracy and Reality",
    "content": "To the Editor:",
    "concepts_spacy": [
      "the Editor",
      "Conspiracy",
      "Reality"
    ]
  },
  {
    "title": "Bus Operator Is Convicted of Conspiracy in Explosion",
    "content": "McALLEN, Tex., Oct. 3 - The company that operated a bus that exploded and killed 23 people outside of Dallas during the Hurricane Rita evacuation was convicted Tuesday on charges of conspiring to falsify logs and two other safety violations.",
    "concepts_spacy": [
      "the Hurricane Rita evacuation",
      "Explosion McALLEN",
      "Bus Operator",
      "Tuesday",
      "Dallas",
      "Tex."
    ]
  },
  {
    "title": "Trader Guilty of Conspiracy and Fraud",
    "content": "The former head of American trading at the Citibank commodities desk pleaded guilty yesterday to conspiring to falsify records and to commit wire fraud.",
    "concepts_spacy": [
      "the Citibank commodities desk",
      "Trader Guilty",
      "American trading",
      "The former head",
      "Conspiracy",
      "wire fraud"
    ]
  },
  {
    "title": "A Lobby, Not a Conspiracy",
    "content": "Does the Israel Lobby affect our foreign policy choices? Of course -- that is one of its goals. And it has been rather successful: Israel is the largest recipient of American foreign aid and American responses to Israeli behavior have been overwhelmingly uncritical or supportive.",
    "concepts_spacy": [
      "the Israel Lobby",
      "A Lobby",
      "the largest recipient",
      "American foreign aid",
      "American responses",
      "Not a Conspiracy"
    ]
  },
  {
    "title": "Newark: Woman Charged With Conspiracy After Sister's Death",
    "content": "A 25-year-old Newark woman has been charged with two counts of conspiracy to commit murder in connection with a double homicide last week in which one of the victims was her sister. The woman, Nicole Webb, who was arrested Saturday, was arraigned yesterday in State Superior Court, said Paul Loriquet, a spokesman for the Essex County prosecutor's office. Mr. Loriquet said the police were still investigating the killings and had not charged anyone with murder. The victims, Twanna Webb, 26, and Kareem Parrish, 27, were found dead in their Newark home on Friday after their 6-year-old daughter telephoned for help.",
    "concepts_spacy": [
      "the Essex County prosecutor's office",
      "State Superior Court",
      "Kareem Parrish",
      "Paul Loriquet",
      "Mr. Loriquet",
      "Nicole Webb"
    ]
  },
  {
    "title": "Conspiracy Theories 101",
    "content": "But in fact, academic freedom has nothing to do with content. It is not a subset of the general freedom of Americans to say anything they like (so long as it is not an incitement to violence or is treasonous or libelous). Rather, academic freedom is the freedom of academics to study anything they like; the freedom, that is, to subject any body of material, however unpromising it might seem, to academic interrogation and analysis.",
    "concepts_spacy": [
      "academic interrogation",
      "the general freedom",
      "academic freedom",
      "an incitement",
      "the freedom",
      "Americans"
    ]
  },
  {
    "title": "Lay Is Pressed on Hedge Fund 'Conspiracy'",
    "content": "HOUSTON, April 27 Â Prosecutors attempted this morning to pick apart the assertion of Kenneth L. Lay, Enron's former chairman, that hedge funds were part of a \"conspiracy\" that caused Enron's downfall in 2001, as the government's cross-examination of Mr. Lay entered its second day at the federal courthouse here.",
    "concepts_spacy": [
      "Hedge Fund 'Conspiracy' HOUSTON",
      "Enron's former chairman",
      "Enron's downfall",
      "Kenneth L. Lay",
      "Mr. Lay",
      "the government's cross"
    ]
  },
  {
    "title": "500 Conspiracy Buffs Meet to Seek the Truth of 9/11",
    "content": "Whatever one thinks of the claim that the state would plan, then execute, a scheme to murder thousands of its own, there was something to the fact that more than 500 people -- from Italy to Northern California -- gathered for the weekend at a major chain hotel near the runways of O'Hare International. It was, in tone, half trade show, half political convention. There were talks on the Reichstag fire and the sinking of the Battleship Maine as precedents for 9/11. There were speeches by the lawyer for James Earl Ray, who claimed that a military conspiracy killed the Rev. Dr. Martin Luther King, and by a former operative for the British secret service, MI5.",
    "concepts_spacy": [
      "the Rev. Dr. Martin Luther King",
      "Conspiracy Buffs Meet",
      "O'Hare International",
      "the Battleship Maine",
      "Northern California",
      "the Reichstag fire"
    ]
  },
  {
    "title": "Former DeLay Aide Pleads Guilty to Conspiracy",
    "content": "WASHINGTON, March 31 Â A onetime top aide to Representative Tom DeLay, the former House Republican majority leader, pleaded guilty to conspiracy today and agreed to cooperate in a widening investigation into lobbying fraud and influence-peddling.",
    "concepts_spacy": [
      "the former House Republican majority leader",
      "Representative Tom DeLay",
      "Conspiracy WASHINGTON",
      "Former DeLay Aide",
      "a widening investigation",
      "A onetime top aide"
    ]
  },
  {
    "title": "Metro Briefing | New Jersey: Newark: Plea In Conspiracy Case",
    "content": "The Big Apple’s Wild Mushrooms: New Yorkers can find thousands of species of fungus, with names like American dyeball, dingy twiglet and devil’s dipstick. Some even glow in the dark.",
    "concepts_spacy": [
      "Conspiracy Case",
      "Metro Briefing",
      "New Yorkers",
      "New Jersey",
      "species",
      "Newark"
    ]
  }
]